[{
  "word": "derzeit",
  "explanation": "Das Wort „derzeit“ bedeutet so viel wie „im Moment“, „jetzt gerade“ oder „gegenwärtig“. Es beschreibt, was aktuell passiert oder wie die Situation im Augenblick ist. Man kann es verwenden, um über Dinge zu sprechen, die in der jetzigen Zeit relevant sind.",
  "explanation_translation": "The word \"derzeit\" means something like \"at the moment\", \"right now\" or \"presently\". It describes what is currently happening or what the situation is at the moment. You can use it to talk about things that are relevant in the current time.",
  "examples": [
    {
      "example_number": 1,
      "sentence": "Derzeit arbeite ich von zu Hause aus, weil mein Büro renoviert wird.",
      "sentence_translation": "Currently, I am working from home because my office is being renovated."
    },
    {
      "example_number": 2,
      "sentence": "Derzeit sind die Benzinpreise in Deutschland sehr hoch.",
      "sentence_translation": "Currently, petrol prices in Germany are very high."
    },
    {
      "example_number": 3,
      "sentence": "Derzeit studiert sie Medizin an der Universität Heidelberg.",
      "sentence_translation": "Currently, she is studying medicine at the University of Heidelberg."
    },
    {
      "example_number": 4,
      "sentence": "Derzeit gibt es viele offene Stellen im IT-Bereich.",
      "sentence_translation": "Currently, there are many job openings in the IT sector."
    },
    {
      "example_number": 5,
      "sentence": "Derzeit wohnt er bei seinen Eltern, bis er eine eigene Wohnung findet.",
      "sentence_translation": "Currently, he is living with his parents until he finds his own apartment."
    },
    {
      "example_number": 6,
      "sentence": "Derzeit wird viel über erneuerbare Energien diskutiert.",
      "sentence_translation": "Currently, there is a lot of discussion about renewable energies."
    },
    {
      "example_number": 7,
      "sentence": "Derzeit befinde ich mich im Urlaub und kann Ihre E-Mails erst nächste Woche beantworten.",
      "sentence_translation": "Currently, I am on vacation and can only answer your emails next week."
    },
    {
      "example_number": 8,
      "sentence": "Derzeit ist das Museum wegen Umbauarbeiten geschlossen.",
      "sentence_translation": "Currently, the museum is closed due to renovation work."
    },
    {
      "example_number": 9,
      "sentence": "Derzeit sind keine Tickets für das Konzert mehr verfügbar.",
      "sentence_translation": "Currently, no more tickets are available for the concert."
    },
    {
      "example_number": 10,
      "sentence": "Derzeit überlege ich, ein neues Auto zu kaufen, aber ich bin noch unentschlossen.",
      "sentence_translation": "Currently, I am considering buying a new car, but I am still undecided."
    },
    {
      "example_number": 11,
      "sentence": "Derzeit ist es wichtig, auf seine Gesundheit zu achten und sich regelmäßig zu bewegen.",
      "sentence_translation": "Currently, it is important to take care of your health and exercise regularly."
    },
    {
      "example_number": 12,
      "sentence": "Derzeit ist die politische Lage in vielen Ländern der Welt sehr angespannt.",
      "sentence_translation": "Currently, the political situation in many countries around the world is very tense."
    },
    {
      "example_number": 13,
      "sentence": "Derzeit freue ich mich auf den Sommerurlaub und die warme Jahreszeit.",
      "sentence_translation": "Currently, I am looking forward to the summer vacation and the warm season."
    },
    {
      "example_number": 14,
      "sentence": "Derzeit suche ich nach einem neuen Job, der mir mehr Herausforderungen bietet.",
      "sentence_translation": "Currently, I am looking for a new job that offers me more challenges."
    },
    {
      "example_number": 15,
      "sentence": "Derzeit ist das Projekt in der Entwicklungsphase und wir erwarten bald erste Ergebnisse.",
      "sentence_translation": "Currently, the project is in the development phase and we expect the first results soon."
    },
    {
      "example_number": 16,
      "sentence": "Derzeit ist mein Lieblingsbuch von Haruki Murakami „Kafka am Strand“.",
      "sentence_translation": "Currently, my favorite book by Haruki Murakami is \"Kafka on the Shore.\""
    },
    {
      "example_number": 17,
      "sentence": "Derzeit ist es modern, nachhaltig und umweltbewusst zu leben.",
      "sentence_translation": "Currently, it is fashionable to live sustainably and environmentally conscious."
    },
    {
      "example_number": 18,
      "sentence": "Derzeit ist er der Teamleiter und verantwortlich für die Projektkoordination.",
      "sentence_translation": "Currently, he is the team leader and responsible for project coordination."
    },
    {
      "example_number": 19,
      "sentence": "Derzeit ist die Baustelle vor unserem Haus ziemlich laut.",
      "sentence_translation": "Currently, the construction site in front of our house is quite noisy."
    },
    {
      "example_number": 20,
      "sentence": "Derzeit nutze ich hauptsächlich öffentliche Verkehrsmittel, um zur Arbeit zu fahren.",
      "sentence_translation": "Currently, I mainly use public transport to get to work."
    }
  ]
},
{
    "word": "der Beifall",
    "explanation": "Der Beifall ist, wenn Leute klatschen, um zu zeigen, dass ihnen etwas gefällt oder dass sie etwas gut finden. Es ist eine Art von Lob ohne Worte, meistens durch Händeklatschen. Manchmal kann es auch einfach bedeuten, dass Leute eine Idee oder eine Person unterstützen.",
    "explanation_translation": "Beifall is when people clap to show that they like something or that they think something is good. It's a type of praise without words, mostly through hand clapping. Sometimes it can also simply mean that people support an idea or a person.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Nach dem Konzert gab es tosenden Beifall vom Publikum.",
            "sentence_translation": "After the concert, there was thunderous applause from the audience."
        },
        {
            "example_number": 2,
            "sentence": "Der Redner unterbrach seine Rede, um den Beifall abzuwarten.",
            "sentence_translation": "The speaker paused his speech to wait for the applause to subside."
        },
        {
            "example_number": 3,
            "sentence": "Ihr neuer Roman fand bei den Kritikern großen Beifall.",
            "sentence_translation": "Her new novel met with great acclaim from critics."
        },
        {
            "example_number": 4,
            "sentence": "Die Mannschaft wurde mit Beifall empfangen, als sie das Spielfeld betrat.",
            "sentence_translation": "The team was greeted with applause as they entered the field."
        },
        {
            "example_number": 5,
            "sentence": "Trotz ihrer Bemühungen erntete sie nur wenig Beifall.",
            "sentence_translation": "Despite her efforts, she received very little applause."
        },
        {
            "example_number": 6,
            "sentence": "Der Beifall für seine mutige Tat war ihm sicher.",
            "sentence_translation": "Applause for his courageous act was assured for him."
        },
        {
            "example_number": 7,
            "sentence": "Sie genoss den warmen Beifall nach ihrer Gesangsdarbietung.",
            "sentence_translation": "She enjoyed the warm applause after her singing performance."
        },
        {
            "example_number": 8,
            "sentence": "Sein Vorschlag stieß auf allgemeinen Beifall in der Versammlung.",
            "sentence_translation": "His proposal met with general approval in the assembly."
        },
        {
            "example_number": 9,
            "sentence": "Der Beifall der Menge ermutigte ihn, weiterzumachen.",
            "sentence_translation": "The applause of the crowd encouraged him to continue."
        },
        {
            "example_number": 10,
            "sentence": "Es gab höflichen Beifall, aber keine Ovationen.",
            "sentence_translation": "There was polite applause, but no standing ovation."
        },
        {
            "example_number": 11,
            "sentence": "Der Beifall wollte nicht enden, so beeindruckt war das Publikum.",
            "sentence_translation": "The applause did not want to end, the audience was so impressed."
        },
        {
            "example_number": 12,
            "sentence": "Der Beifall galt vor allem dem Dirigenten.",
            "sentence_translation": "The applause was mainly for the conductor."
        },
        {
            "example_number": 13,
            "sentence": "Sie verbeugte sich als Dank für den Beifall.",
            "sentence_translation": "She bowed in thanks for the applause."
        },
        {
            "example_number": 14,
            "sentence": "Der Schauspieler nahm den Beifall mit einem Lächeln entgegen.",
            "sentence_translation": "The actor accepted the applause with a smile."
        },
        {
            "example_number": 15,
            "sentence": "Ohne Beifall verließ er die Bühne, enttäuscht über die Reaktion.",
            "sentence_translation": "Without applause, he left the stage, disappointed by the reaction."
        },
        {
            "example_number": 16,
            "sentence": "Ihr Vortrag wurde mit begeistertem Beifall belohnt.",
            "sentence_translation": "Her presentation was rewarded with enthusiastic applause."
        },
        {
            "example_number": 17,
            "sentence": "Der Beifall der Zuhörer erfüllte den Raum.",
            "sentence_translation": "The applause of the listeners filled the room."
        },
        {
            "example_number": 18,
            "sentence": "Für diese Leistung verdient er großen Beifall.",
            "sentence_translation": "For this achievement, he deserves great applause."
        },
        {
            "example_number": 19,
            "sentence": "Der Beifall steigerte sich, als sie eine Zugabe ankündigte.",
            "sentence_translation": "The applause intensified when she announced an encore."
        },
        {
            "example_number": 20,
            "sentence": "Er reagierte bescheiden auf den Beifall und winkte dem Publikum zu.",
            "sentence_translation": "He reacted modestly to the applause and waved to the audience."
        }
    ]
},
{
    "word": "eben",
    "explanation": "Das Wort 'eben' hat verschiedene Bedeutungen, aber es ist meistens ein Adverb.  Manchmal bedeutet es 'gerade jetzt' oder 'vor kurzem', wie in 'Ich habe ihn eben gesehen' (Ich habe ihn gerade jetzt gesehen).  Manchmal bedeutet es 'genau' oder 'wirklich', um etwas zu betonen oder zu verstärken, wie in 'Das ist eben das Problem' (Das ist genau das Problem).  Es kann auch 'einfach' oder 'nur' bedeuten, um etwas als selbstverständlich oder unvermeidlich darzustellen, wie in 'So ist es eben' (Es ist einfach so).",
    "explanation_translation": "The word 'eben' has different meanings, but it's mostly an adverb. Sometimes it means 'just now' or 'recently', like in 'Ich habe ihn eben gesehen' (I just saw him). Sometimes it means 'exactly' or 'really' to emphasize or strengthen something, like in 'Das ist eben das Problem' (That's exactly the problem). It can also mean 'simply' or 'just' to present something as obvious or unavoidable, like in 'So ist es eben' (That's just the way it is).",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Ich habe ihn eben auf der Straße getroffen.",
            "sentence_translation": "I just met him on the street."
        },
        {
            "example_number": 2,
            "sentence": "Das ist eben die Realität, mit der wir leben müssen.",
            "sentence_translation": "That's just the reality we have to live with."
        },
        {
            "example_number": 3,
            "sentence": "Sie hat eben erst mit der Arbeit begonnen.",
            "sentence_translation": "She just started working."
        },
        {
            "example_number": 4,
            "sentence": "Er ist eben ein sehr talentierter Musiker.",
            "sentence_translation": "He is simply a very talented musician."
        },
        {
            "example_number": 5,
            "sentence": "Wir waren eben im Kino und haben einen Film gesehen.",
            "sentence_translation": "We were just at the cinema and watched a movie."
        },
        {
            "example_number": 6,
            "sentence": "Das ist eben nicht so einfach, wie du denkst.",
            "sentence_translation": "It's simply not as easy as you think."
        },
        {
            "example_number": 7,
            "sentence": "Ich habe eben eine E-Mail von ihr bekommen.",
            "sentence_translation": "I just received an email from her."
        },
        {
            "example_number": 8,
            "sentence": "Man muss es eben akzeptieren, dass Fehler passieren können.",
            "sentence_translation": "You just have to accept that mistakes can happen."
        },
        {
            "example_number": 9,
            "sentence": "Sie hat eben gesagt, dass sie morgen kommt.",
            "sentence_translation": "She just said that she will come tomorrow."
        },
        {
            "example_number": 10,
            "sentence": "Es ist eben so, dass das Leben manchmal unfair ist.",
            "sentence_translation": "It's just the case that life is sometimes unfair."
        },
        {
            "example_number": 11,
            "sentence": "Er hat eben erst sein Studium abgeschlossen.",
            "sentence_translation": "He just finished his studies."
        },
        {
            "example_number": 12,
            "sentence": "Das ist eben der Unterschied zwischen Theorie und Praxis.",
            "sentence_translation": "That's exactly the difference between theory and practice."
        },
        {
            "example_number": 13,
            "sentence": "Wir haben eben zu Mittag gegessen.",
            "sentence_translation": "We just had lunch."
        },
        {
            "example_number": 14,
            "sentence": "Du musst es eben selbst entscheiden.",
            "sentence_translation": "You just have to decide it yourself."
        },
        {
            "example_number": 15,
            "sentence": "Sie hat eben ein neues Auto gekauft.",
            "sentence_translation": "She just bought a new car."
        },
        {
            "example_number": 16,
            "sentence": "Das ist eben das Problem, wenn man nicht vorbereitet ist.",
            "sentence_translation": "That's exactly the problem when you are not prepared."
        },
        {
            "example_number": 17,
            "sentence": "Ich habe eben mit meinem Chef telefoniert.",
            "sentence_translation": "I just spoke to my boss on the phone."
        },
        {
            "example_number": 18,
            "sentence": "Man muss eben lernen, mit Stress umzugehen.",
            "sentence_translation": "You simply have to learn to deal with stress."
        },
        {
            "example_number": 19,
            "sentence": "Er ist eben nicht der Typ für diese Art von Arbeit.",
            "sentence_translation": "He is simply not the type for this kind of work."
        },
        {
            "example_number": 20,
            "sentence": "Sie hat eben ihre Meinung geändert.",
            "sentence_translation": "She just changed her mind."
        }
    ]
},
{
  "word": "der Rahmen",
  "explanation": "Das Wort „der Rahmen“ hat verschiedene Bedeutungen. Zuerst kann es ein physischer Rahmen sein, wie bei einem Bild oder einem Fenster. Das ist wie der Rand oder die Umrandung, die etwas hält oder umgibt.  \n\n„Rahmen“ kann aber auch im übertragenen Sinne benutzt werden. Dann bedeutet es so viel wie der Kontext, die Bedingungen oder die Grenzen, innerhalb derer etwas passiert oder existiert.  Manchmal kann es auch eine Struktur oder ein Plan sein, der etwas organisiert oder vorgibt.",
  "explanation_translation": "The word 'der Rahmen' has different meanings. Firstly, it can be a physical frame, like for a picture or a window. This is like the edge or border that holds or surrounds something.\n\n'Rahmen' can also be used figuratively. Then it means something like the context, the conditions or the limits within which something happens or exists. Sometimes it can also be a structure or a plan that organizes or dictates something.",
  "examples": [
    {
      "example_number": 1,
      "sentence": "Der goldene Rahmen um das Gemälde betont seine Schönheit.",
      "sentence_translation": "The golden frame around the painting emphasizes its beauty."
    },
    {
      "example_number": 2,
      "sentence": "Wir müssen den Rahmen des Fensters streichen, bevor der Winter kommt.",
      "sentence_translation": "We need to paint the window frame before winter comes."
    },
    {
      "example_number": 3,
      "sentence": "Im Rahmen des Festivals werden viele Konzerte stattfinden.",
      "sentence_translation": "Within the framework of the festival, many concerts will take place."
    },
    {
      "example_number": 4,
      "sentence": "Dieses Problem sprengt den Rahmen unserer Zuständigkeit.",
      "sentence_translation": "This problem goes beyond the scope of our responsibility."
    },
    {
      "example_number": 5,
      "sentence": "Sie bewegte sich immer innerhalb des vorgegebenen Rahmens.",
      "sentence_translation": "She always moved within the given framework."
    },
    {
      "example_number": 6,
      "sentence": "Der Rahmen der Brille ist aus Titan und sehr leicht.",
      "sentence_translation": "The frame of the glasses is made of titanium and very light."
    },
    {
      "example_number": 7,
      "sentence": "Bitte setzen Sie Ihre Ideen in den Rahmen dieses Projekts ein.",
      "sentence_translation": "Please incorporate your ideas into the framework of this project."
    },
    {
      "example_number": 8,
      "sentence": "Der politische Rahmen für diese Entscheidung ist kompliziert.",
      "sentence_translation": "The political framework for this decision is complicated."
    },
    {
      "example_number": 9,
      "sentence": "Außerhalb des Rahmens der üblichen Arbeitszeiten sind Überstunden möglich.",
      "sentence_translation": "Outside the framework of normal working hours, overtime is possible."
    },
    {
      "example_number": 10,
      "sentence": "Der hölzerne Rahmen des Spiegels ist alt und knarzig.",
      "sentence_translation": "The wooden frame of the mirror is old and gnarled."
    },
    {
      "example_number": 11,
      "sentence": "Wir müssen den finanziellen Rahmen für das nächste Jahr festlegen.",
      "sentence_translation": "We need to define the financial framework for next year."
    },
    {
      "example_number": 12,
      "sentence": "Der Rahmen der Diskussion sollte respektvoll und konstruktiv sein.",
      "sentence_translation": "The framework of the discussion should be respectful and constructive."
    },
    {
      "example_number": 13,
      "sentence": "Die Rahmenbedingungen für Investitionen in erneuerbare Energien sind verbessert worden.",
      "sentence_translation": "The general conditions for investments in renewable energies have been improved."
    },
    {
      "example_number": 14,
      "sentence": "Er hat den Rahmen der Erwartungen seiner Familie gesprengt.",
      "sentence_translation": "He exceeded the framework of his family's expectations."
    },
    {
      "example_number": 15,
      "sentence": "Innerhalb dieses Rahmens können wir flexibel agieren.",
      "sentence_translation": "Within this framework, we can act flexibly."
    },
    {
      "example_number": 16,
      "sentence": "Der Rahmen des Zeltes war schnell aufgebaut.",
      "sentence_translation": "The frame of the tent was set up quickly."
    },
    {
      "example_number": 17,
      "sentence": "Sie gestaltete den Rahmen des Fotos mit Muscheln.",
      "sentence_translation": "She decorated the frame of the photo with shells."
    },
    {
      "example_number": 18,
      "sentence": "Der Rahmen für die Verhandlungen wurde durch internationale Abkommen geschaffen.",
      "sentence_translation": "The framework for the negotiations was created by international agreements."
    },
    {
      "example_number": 19,
      "sentence": "Die Rahmenhandlung des Buches spielt im 19. Jahrhundert.",
      "sentence_translation": "The frame narrative of the book is set in the 19th century."
    },
    {
      "example_number": 20,
      "sentence": "Der rostende Rahmen des alten Fahrrads sollte ersetzt werden.",
      "sentence_translation": "The rusty frame of the old bicycle should be replaced."
    }
  ]
},
{
    "word": "bestehen",
    "explanation": "Das Wort „bestehen“ hat verschiedene Bedeutungen.  Es kann bedeuten, dass etwas existiert oder vorhanden ist.  Zum Beispiel: „Die Freundschaft besteht schon lange.“  Es kann auch bedeuten, dass man eine Prüfung oder einen Test erfolgreich abschließt.  Zum Beispiel: „Er hat die Fahrprüfung bestanden.“  Manchmal bedeutet „bestehen“ auch, dass etwas aus bestimmten Teilen gemacht ist.  Zum Beispiel: „Der Kuchen besteht aus Mehl, Zucker und Eiern.“  Und schließlich kann „bestehen“ bedeuten, dass man auf etwas beharrt oder etwas fordert.  Zum Beispiel: „Ich bestehe darauf, dass du die Wahrheit sagst.“",
    "explanation_translation": "The word \"bestehen\" has different meanings. It can mean that something exists or is present. For example: \"The friendship has existed for a long time.\" It can also mean that you successfully complete an exam or a test. For example: \"He passed the driving test.\" Sometimes \"bestehen\" also means that something is made of certain parts. For example: \"The cake consists of flour, sugar and eggs.\" And finally, \"bestehen\" can mean that you insist on something or demand something. For example: \"I insist that you tell the truth.\"",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Die alte Tradition besteht noch immer in diesem Dorf.",
            "sentence_translation": "The old tradition still exists in this village."
        },
        {
            "example_number": 2,
            "sentence": "Ich hoffe, dass ich die schwierige Prüfung bestehen werde.",
            "sentence_translation": "I hope that I will pass the difficult exam."
        },
        {
            "example_number": 3,
            "sentence": "Seine tägliche Arbeit besteht hauptsächlich aus dem Beantworten von E-Mails.",
            "sentence_translation": "His daily work mainly consists of answering emails."
        },
        {
            "example_number": 4,
            "sentence": "Sie besteht darauf, dass wir pünktlich zum Abendessen erscheinen.",
            "sentence_translation": "She insists that we show up on time for dinner."
        },
        {
            "example_number": 5,
            "sentence": "Trotz der Herausforderungen besteht unsere Firma seit über 50 Jahren.",
            "sentence_translation": "Despite the challenges, our company has existed for over 50 years."
        },
        {
            "example_number": 6,
            "sentence": "Er hat den Test mit Bravour bestanden.",
            "sentence_translation": "He passed the test with flying colors."
        },
        {
            "example_number": 7,
            "sentence": "Das Team besteht aus fünf talentierten Spielern.",
            "sentence_translation": "The team consists of five talented players."
        },
        {
            "example_number": 8,
            "sentence": "Wir bestehen auf einer sofortigen Antwort.",
            "sentence_translation": "We insist on an immediate answer."
        },
        {
            "example_number": 9,
            "sentence": "Die Möglichkeit, dass es regnet, besteht immer noch.",
            "sentence_translation": "The possibility that it will rain still exists."
        },
        {
            "example_number": 10,
            "sentence": "Wirst du die Führerscheinprüfung bestehen?",
            "sentence_translation": "Will you pass the driving license test?"
        },
        {
            "example_number": 11,
            "sentence": "Gute Schokolade besteht aus hochwertigen Kakaobohnen.",
            "sentence_translation": "Good chocolate consists of high-quality cocoa beans."
        },
        {
            "example_number": 12,
            "sentence": "Der Chef besteht darauf, dass alle Mitarbeiter an der Schulung teilnehmen.",
            "sentence_translation": "The boss insists that all employees participate in the training."
        },
        {
            "example_number": 13,
            "sentence": "Die alte Brücke besteht seit dem 19. Jahrhundert.",
            "sentence_translation": "The old bridge has existed since the 19th century."
        },
        {
            "example_number": 14,
            "sentence": "Sie hat das Examen mit sehr guten Noten bestanden.",
            "sentence_translation": "She passed the exam with very good grades."
        },
        {
            "example_number": 15,
            "sentence": "Seine Rede bestand aus einer Mischung aus Fakten und Meinungen.",
            "sentence_translation": "His speech consisted of a mixture of facts and opinions."
        },
        {
            "example_number": 16,
            "sentence": "Ich bestehe darauf, dass wir uns vorher treffen und alles besprechen.",
            "sentence_translation": "I insist that we meet beforehand and discuss everything."
        },
        {
            "example_number": 17,
            "sentence": "Die Gefahr einer Eskalation besteht weiterhin.",
            "sentence_translation": "The danger of escalation still exists."
        },
        {
            "example_number": 18,
            "sentence": "Um die Prüfung zu bestehen, muss man fleißig lernen.",
            "sentence_translation": "To pass the exam, one must study diligently."
        },
        {
            "example_number": 19,
            "sentence": "Das Gericht besteht aus mehreren Gängen.",
            "sentence_translation": "The dish consists of several courses."
        },
        {
            "example_number": 20,
            "sentence": "Er besteht darauf, dass sein Vorschlag berücksichtigt wird.",
            "sentence_translation": "He insists that his proposal is taken into consideration."
        }
    ]
},
{
    "word": "der Einzelnachweis",
    "explanation": "Der Einzelnachweis ist ein Dokument oder eine Liste, die genau zeigt, woraus etwas besteht.  Es ist wie eine detaillierte Aufstellung von einzelnen Teilen oder Kosten. Man benutzt ihn oft für Rechnungen oder Abrechnungen, um zu sehen, was man genau bezahlt oder wofür Kosten entstanden sind.",
    "explanation_translation": "The Einzelnachweis is a document or a list that shows exactly what something is made up of. It's like a detailed breakdown of individual parts or costs. It is often used for invoices or statements to see exactly what you are paying for or what costs have been incurred.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Bitte legen Sie dem Antrag einen Einzelnachweis der entstandenen Reisekosten bei.",
            "sentence_translation": "Please attach an itemized statement of the incurred travel expenses to the application."
        },
        {
            "example_number": 2,
            "sentence": "Ich benötige einen Einzelnachweis meiner Telefonrechnung, um die Gebühren besser zu verstehen.",
            "sentence_translation": "I need an itemized bill of my phone bill to better understand the charges."
        },
        {
            "example_number": 3,
            "sentence": "Der Steuerberater verlangte einen Einzelnachweis aller Spenden, um sie geltend zu machen.",
            "sentence_translation": "The tax advisor requested an itemized proof of all donations in order to claim them."
        },
        {
            "example_number": 4,
            "sentence": "Auf dem Einzelnachweis der Kreditkartenabrechnung konnte ich alle Transaktionen genau nachvollziehen.",
            "sentence_translation": "On the itemized statement of the credit card bill, I was able to track all transactions precisely."
        },
        {
            "example_number": 5,
            "sentence": "Für die Projektabrechnung ist ein detaillierter Einzelnachweis der Arbeitsstunden erforderlich.",
            "sentence_translation": "For project billing, a detailed itemized statement of the working hours is required."
        },
        {
            "example_number": 6,
            "sentence": "Könnten Sie mir bitte einen Einzelnachweis für die Materialkosten zukommen lassen?",
            "sentence_translation": "Could you please send me an itemized statement for the material costs?"
        },
        {
            "example_number": 7,
            "sentence": "Der Einzelnachweis der Nebenkostenabrechnung war sehr übersichtlich und verständlich.",
            "sentence_translation": "The itemized statement of the utilities bill was very clear and understandable."
        },
        {
            "example_number": 8,
            "sentence": "Sie müssen einen Einzelnachweis erbringen, wenn Sie die Kosten von der Steuer absetzen möchten.",
            "sentence_translation": "You must provide itemized proof if you want to deduct the costs from your taxes."
        },
        {
            "example_number": 9,
            "sentence": "Ohne den Einzelnachweis können wir die Rechnung leider nicht bearbeiten.",
            "sentence_translation": "Unfortunately, we cannot process the invoice without the itemized statement."
        },
        {
            "example_number": 10,
            "sentence": "Der Kunde bat um einen Einzelnachweis der erbrachten Leistungen für den Servicevertrag.",
            "sentence_translation": "The customer requested an itemized statement of the services rendered for the service contract."
        },
        {
            "example_number": 11,
            "sentence": "Der Einzelnachweis zeigte, dass ein Fehler in der Berechnung der Gebühren vorlag.",
            "sentence_translation": "The itemized statement showed that there was an error in the calculation of the fees."
        },
        {
            "example_number": 12,
            "sentence": "Für die Reiseabrechnung im Unternehmen ist ein Einzelnachweis der Hotelkosten obligatorisch.",
            "sentence_translation": "For travel expense reports in the company, an itemized statement of hotel costs is mandatory."
        },
        {
            "example_number": 13,
            "sentence": "Bitte prüfen Sie den Einzelnachweis sorgfältig, bevor Sie die Zahlung freigeben.",
            "sentence_translation": "Please check the itemized statement carefully before releasing the payment."
        },
        {
            "example_number": 14,
            "sentence": "Der Einzelnachweis der Fortbildungskosten muss dem Personalbüro vorgelegt werden.",
            "sentence_translation": "The itemized statement of the training costs must be submitted to the personnel department."
        },
        {
            "example_number": 15,
            "sentence": "Im Online-Banking kann man oft einen Einzelnachweis der Kontobewegungen herunterladen.",
            "sentence_translation": "In online banking, you can often download an itemized statement of account movements."
        },
        {
            "example_number": 16,
            "sentence": "Der Einzelnachweis der Reparaturkosten enthielt eine Liste aller verwendeten Ersatzteile.",
            "sentence_translation": "The itemized statement of the repair costs contained a list of all spare parts used."
        },
        {
            "example_number": 17,
            "sentence": "Sie können den Einzelnachweis Ihrer Bestellung im Kundenkonto einsehen.",
            "sentence_translation": "You can view the itemized statement of your order in your customer account."
        },
        {
            "example_number": 18,
            "sentence": "Für die Bewilligung des Kredits benötigen wir einen Einzelnachweis Ihrer Einkommensquellen.",
            "sentence_translation": "For the approval of the loan, we need an itemized statement of your income sources."
        },
        {
            "example_number": 19,
            "sentence": "Der Einzelnachweis half mir, den Überblick über meine monatlichen Ausgaben zu behalten.",
            "sentence_translation": "The itemized statement helped me to keep track of my monthly expenses."
        },
        {
            "example_number": 20,
            "sentence": "Die Software erstellt automatisch einen Einzelnachweis aller Transaktionen für die Buchhaltung.",
            "sentence_translation": "The software automatically creates an itemized statement of all transactions for accounting."
        }
    ]
},
{
    "word": "die Ausstellung",
    "explanation": "Das Wort 'Ausstellung' hat zwei Hauptbedeutungen.  Erstens, es ist ein Ort oder eine Veranstaltung, wo man viele interessante Dinge sehen kann, zum Beispiel Kunstwerke, alte Gegenstände oder neue Produkte. Denk an ein Museum oder eine Kunstgalerie. Zweitens, 'Ausstellung' kann auch den Vorgang beschreiben, wenn man etwas zeigt oder präsentiert.",
    "explanation_translation": "The word 'Ausstellung' has two main meanings. Firstly, it is a place or an event where you can see many interesting things, for example artworks, old objects or new products. Think of a museum or an art gallery. Secondly, 'Ausstellung' can also describe the process of showing or presenting something.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Wir besuchen am Wochenende eine Kunstausstellung im Museum.",
            "sentence_translation": "We are visiting an art exhibition at the museum this weekend."
        },
        {
            "example_number": 2,
            "sentence": "Die Ausstellung von alten Fotos der Stadt war sehr interessant.",
            "sentence_translation": "The exhibition of old photos of the city was very interesting."
        },
        {
            "example_number": 3,
            "sentence": "In der Ausstellung gab es viele moderne Skulpturen und Gemälde.",
            "sentence_translation": "In the exhibition, there were many modern sculptures and paintings."
        },
        {
            "example_number": 4,
            "sentence": "Die Eröffnung der neuen Ausstellung findet am Freitagabend statt.",
            "sentence_translation": "The opening of the new exhibition will take place on Friday evening."
        },
        {
            "example_number": 5,
            "sentence": "Hast du die Autoausstellung in der Messehalle schon besucht?",
            "sentence_translation": "Have you already visited the car exhibition in the exhibition hall?"
        },
        {
            "example_number": 6,
            "sentence": "Die Ausstellung dauert noch bis zum Ende des Monats.",
            "sentence_translation": "The exhibition is still ongoing until the end of the month."
        },
        {
            "example_number": 7,
            "sentence": "Viele Schulklassen haben die Ausstellung über Dinosaurier besucht.",
            "sentence_translation": "Many school classes have visited the exhibition about dinosaurs."
        },
        {
            "example_number": 8,
            "sentence": "Die Ausstellung der Studentenarbeiten war sehr beeindruckend.",
            "sentence_translation": "The exhibition of the students' works was very impressive."
        },
        {
            "example_number": 9,
            "sentence": "Nach der Ausstellung sind wir in ein Café gegangen, um darüber zu sprechen.",
            "sentence_translation": "After the exhibition, we went to a café to talk about it."
        },
        {
            "example_number": 10,
            "sentence": "Die Vorbereitung für diese große Ausstellung hat Monate gedauert.",
            "sentence_translation": "The preparation for this large exhibition took months."
        },
        {
            "example_number": 11,
            "sentence": "Die Ausstellung befindet sich im Herzen der Altstadt, direkt am Marktplatz.",
            "sentence_translation": "The exhibition is located in the heart of the old town, right on the market square."
        },
        {
            "example_number": 12,
            "sentence": "Sie hat eine persönliche Einladung zur Vernissage der Fotoausstellung erhalten.",
            "sentence_translation": "She received a personal invitation to the opening of the photo exhibition."
        },
        {
            "example_number": 13,
            "sentence": "Ich habe gehört, dass diese Ausstellung sehr interaktiv und unterhaltsam sein soll.",
            "sentence_translation": "I heard that this exhibition is supposed to be very interactive and entertaining."
        },
        {
            "example_number": 14,
            "sentence": "Die Ausstellung meiner Briefmarkensammlung im Rathaus war ein großer Erfolg.",
            "sentence_translation": "The exhibition of my stamp collection in the town hall was a great success."
        },
        {
            "example_number": 15,
            "sentence": "Die Ausstellung neuer Technologien zog viele Fachbesucher aus der ganzen Welt an.",
            "sentence_translation": "The exhibition of new technologies attracted many trade visitors from all over the world."
        },
        {
            "example_number": 16,
            "sentence": "Die Ausstellung der Kinderzeichnungen hat allen Besuchern ein Lächeln ins Gesicht gezaubert.",
            "sentence_translation": "The exhibition of children's drawings put a smile on the faces of all visitors."
        },
        {
            "example_number": 17,
            "sentence": "In der Zeitung stand eine positive Kritik über die aktuelle Ausstellung im Kunstmuseum.",
            "sentence_translation": "There was a positive review in the newspaper about the current exhibition in the art museum."
        },
        {
            "example_number": 18,
            "sentence": "Die Ausstellung ist eine wunderbare Gelegenheit, mehr über die Geschichte der Region zu lernen.",
            "sentence_translation": "The exhibition is a wonderful opportunity to learn more about the history of the region."
        },
        {
            "example_number": 19,
            "sentence": "Die Ausstellung wird von der lokalen Gemeinde in Zusammenarbeit mit dem Geschichtsverein organisiert.",
            "sentence_translation": "The exhibition is organized by the local community in cooperation with the historical society."
        },
        {
            "example_number": 20,
            "sentence": "Obwohl ich normalerweise keine Ausstellungen besuche, hat mir diese wirklich gut gefallen.",
            "sentence_translation": "Although I don't usually visit exhibitions, I really liked this one."
        }
    ]
},
{
    "word": "weiterhin",
    "explanation": "„Weiterhin“ bedeutet, dass etwas so bleibt, wie es ist oder so weitergeht, wie es vorher war. Es zeigt, dass etwas nicht aufhört, sondern andauert oder sich fortsetzt. Man kann es auch benutzen, um zu sagen, dass etwas zusätzlich zu dem, was schon gesagt wurde, auch noch gilt oder passiert.",
    "explanation_translation": "\"Weiterhin\" means that something stays the way it is or continues as it was before. It indicates that something does not stop, but continues or persists. You can also use it to say that something is also valid or happens in addition to what has already been said.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Obwohl es geregnet hat, sind wir weiterhin spazieren gegangen.",
            "sentence_translation": "Although it rained, we continued to go for a walk."
        },
        {
            "example_number": 2,
            "sentence": "Die Firma wächst weiterhin und stellt neue Mitarbeiter ein.",
            "sentence_translation": "The company continues to grow and is hiring new employees."
        },
        {
            "example_number": 3,
            "sentence": "Er ist weiterhin der Meinung, dass er Recht hat.",
            "sentence_translation": "He is still of the opinion that he is right."
        },
        {
            "example_number": 4,
            "sentence": "Wir werden weiterhin an diesem Projekt arbeiten, bis es abgeschlossen ist.",
            "sentence_translation": "We will continue to work on this project until it is completed."
        },
        {
            "example_number": 5,
            "sentence": "Trotz der Schwierigkeiten ist sie weiterhin optimistisch.",
            "sentence_translation": "Despite the difficulties, she remains optimistic."
        },
        {
            "example_number": 6,
            "sentence": "Die Preise für Lebensmittel werden wahrscheinlich weiterhin steigen.",
            "sentence_translation": "Food prices will probably continue to rise."
        },
        {
            "example_number": 7,
            "sentence": "Ich bin weiterhin sehr interessiert an Ihrer Idee.",
            "sentence_translation": "I am still very interested in your idea."
        },
        {
            "example_number": 8,
            "sentence": "Die Band ist weiterhin sehr beliebt bei jungen Leuten.",
            "sentence_translation": "The band remains very popular with young people."
        },
        {
            "example_number": 9,
            "sentence": "Bitte beachten Sie, dass das Angebot weiterhin bis Ende des Monats gültig ist.",
            "sentence_translation": "Please note that the offer is still valid until the end of the month."
        },
        {
            "example_number": 10,
            "sentence": "Nach dem Umzug wohnen wir weiterhin in derselben Stadt.",
            "sentence_translation": "After the move, we will continue to live in the same city."
        },
        {
            "example_number": 11,
            "sentence": "Die Forschung in diesem Bereich wird weiterhin gefördert.",
            "sentence_translation": "Research in this field will continue to be supported."
        },
        {
            "example_number": 12,
            "sentence": "Er hat weiterhin Kontakt zu seinen ehemaligen Kollegen.",
            "sentence_translation": "He is still in contact with his former colleagues."
        },
        {
            "example_number": 13,
            "sentence": "Die Diskussion über dieses Thema wird weiterhin in den Medien geführt.",
            "sentence_translation": "The discussion about this topic will continue to be conducted in the media."
        },
        {
            "example_number": 14,
            "sentence": "Sie trainiert weiterhin jeden Tag, um ihre Fitness zu verbessern.",
            "sentence_translation": "She continues to train every day to improve her fitness."
        },
        {
            "example_number": 15,
            "sentence": "Das Restaurant ist weiterhin für seine exzellente Küche bekannt.",
            "sentence_translation": "The restaurant remains known for its excellent cuisine."
        },
        {
            "example_number": 16,
            "sentence": "Die Situation ist schwierig, aber wir müssen weiterhin positiv denken.",
            "sentence_translation": "The situation is difficult, but we must continue to think positively."
        },
        {
            "example_number": 17,
            "sentence": "Obwohl er müde war, arbeitete er weiterhin bis spät in die Nacht.",
            "sentence_translation": "Although he was tired, he continued to work late into the night."
        },
        {
            "example_number": 18,
            "sentence": "Der Kurs ist ausgebucht, aber Sie können sich weiterhin auf die Warteliste setzen lassen.",
            "sentence_translation": "The course is fully booked, but you can still put yourself on the waiting list."
        },
        {
            "example_number": 19,
            "sentence": "Die Regierung plant, die Steuern weiterhin zu senken.",
            "sentence_translation": "The government plans to continue to lower taxes."
        },
        {
            "example_number": 20,
            "sentence": "Wir hoffen, dass wir weiterhin eine gute Zusammenarbeit haben werden.",
            "sentence_translation": "We hope that we will continue to have good cooperation."
        }
    ]
},
{
    "word": "ehemalig",
    "explanation": "Das Wort „ehemalig“ bedeutet, dass etwas früher so war, aber jetzt nicht mehr. Es beschreibt etwas, das in der Vergangenheit existiert hat oder gültig war, aber jetzt vorbei ist. Man benutzt es oft für Personen, Orte oder Dinge, die früher eine bestimmte Rolle hatten oder in einem bestimmten Zustand waren.",
    "explanation_translation": "The word \"ehemalig\" means that something was like that earlier, but is not anymore. It describes something that existed or was valid in the past, but is now over. It is often used for people, places, or things that used to have a certain role or were in a certain state.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Mein ehemaliger Chef hat mir zum Geburtstag gratuliert.",
            "sentence_translation": "My former boss congratulated me on my birthday."
        },
        {
            "example_number": 2,
            "sentence": "Die ehemalige Schule meiner Kinder ist jetzt ein Museum.",
            "sentence_translation": "The former school of my children is now a museum."
        },
        {
            "example_number": 3,
            "sentence": "Wir besuchten das ehemalige Haus meiner Großeltern im Urlaub.",
            "sentence_translation": "We visited my grandparents' former house on vacation."
        },
        {
            "example_number": 4,
            "sentence": "Er ist ein ehemaliger Leistungssportler und trainiert jetzt Amateure.",
            "sentence_translation": "He is a former competitive athlete and now trains amateurs."
        },
        {
            "example_number": 5,
            "sentence": "Die Stadt ist bekannt für ihre ehemaligen Industriebetriebe.",
            "sentence_translation": "The city is known for its former industrial plants."
        },
        {
            "example_number": 6,
            "sentence": "Sie traf ihren ehemaligen Freund zufällig in der Stadt.",
            "sentence_translation": "She met her former boyfriend by chance in the city."
        },
        {
            "example_number": 7,
            "sentence": "Das ehemalige Ostdeutschland hat viele schöne Landschaften.",
            "sentence_translation": "Former East Germany has many beautiful landscapes."
        },
        {
            "example_number": 8,
            "sentence": "Viele ehemalige Kollegen von mir arbeiten jetzt in anderen Branchen.",
            "sentence_translation": "Many of my former colleagues now work in other industries."
        },
        {
            "example_number": 9,
            "sentence": "In der ehemaligen Hauptstadt fanden wichtige historische Ereignisse statt.",
            "sentence_translation": "Important historical events took place in the former capital city."
        },
        {
            "example_number": 10,
            "sentence": "Die Regierung diskutiert über die Nutzung ehemaliger Militärgelände.",
            "sentence_translation": "The government is discussing the use of former military sites."
        },
        {
            "example_number": 11,
            "sentence": "Er ist ein ehemaliger Raucher und fühlt sich jetzt viel gesünder.",
            "sentence_translation": "He is a former smoker and now feels much healthier."
        },
        {
            "example_number": 12,
            "sentence": "Die Ausstellung zeigt Kunstwerke aus der ehemaligen DDR.",
            "sentence_translation": "The exhibition shows artworks from the former GDR (German Democratic Republic)."
        },
        {
            "example_number": 13,
            "sentence": "Das ehemalige Gefängnis wurde in ein Hotel umgewandelt.",
            "sentence_translation": "The former prison has been converted into a hotel."
        },
        {
            "example_number": 14,
            "sentence": "Sie sprach mit ihrem ehemaligen Professor über ihre Karrierepläne.",
            "sentence_translation": "She spoke to her former professor about her career plans."
        },
        {
            "example_number": 15,
            "sentence": "Die ehemalige Fabrik soll zu Wohnungen umgebaut werden.",
            "sentence_translation": "The former factory is to be converted into apartments."
        },
        {
            "example_number": 16,
            "sentence": "Er erinnert sich oft an seine ehemalige Heimatstadt.",
            "sentence_translation": "He often remembers his former hometown."
        },
        {
            "example_number": 17,
            "sentence": "Die ehemalige Präsidentschaft des Landes war von Skandalen geprägt.",
            "sentence_translation": "The former presidency of the country was marked by scandals."
        },
        {
            "example_number": 18,
            "sentence": "Sie hat die Fotos von ihrem ehemaligen Urlaubsort online gestellt.",
            "sentence_translation": "She put the photos of her former holiday destination online."
        },
        {
            "example_number": 19,
            "sentence": "Das Restaurant befindet sich in einem ehemaligen Bahnhofsgebäude.",
            "sentence_translation": "The restaurant is located in a former train station building."
        },
        {
            "example_number": 20,
            "sentence": "Hast du noch Kontakt zu deinen ehemaligen Mitschülern?",
            "sentence_translation": "Do you still have contact with your former classmates?"
        }
    ]
},
{
    "word": "erhalten",
    "explanation": "Das Wort „erhalten“ hat verschiedene Bedeutungen. Am häufigsten bedeutet es, dass man etwas **bekommt**. Das kann ein Brief, ein Geschenk oder eine Nachricht sein.  Es kann aber auch bedeuten, etwas **zu behalten** oder **in gutem Zustand zu halten**, wie zum Beispiel seine Gesundheit oder ein altes Gebäude. Manchmal bedeutet „erhalten“ auch, etwas **zu bekommen, weil man etwas dafür getan hat**, wie einen Preis oder eine Belohnung.",
    "explanation_translation": "The word \"erhalten\" has different meanings. Most commonly, it means that you **receive** something. This can be a letter, a gift, or a message. But it can also mean to **keep** something or to **maintain it in good condition**, like your health or an old building. Sometimes \"erhalten\" also means to **get something because you have done something for it**, like a prize or a reward.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Ich habe gestern einen Brief von meiner Schwester erhalten.",
            "sentence_translation": "I received a letter from my sister yesterday."
        },
        {
            "example_number": 2,
            "sentence": "Wir haben die bestellten Waren pünktlich erhalten.",
            "sentence_translation": "We received the ordered goods on time."
        },
        {
            "example_number": 3,
            "sentence": "Sie wird eine E-Mail mit allen wichtigen Informationen erhalten.",
            "sentence_translation": "She will receive an email with all the important information."
        },
        {
            "example_number": 4,
            "sentence": "Es ist wichtig, eine gesunde Lebensweise zu erhalten.",
            "sentence_translation": "It is important to maintain a healthy lifestyle."
        },
        {
            "example_number": 5,
            "sentence": "Das alte Schloss muss dringend erhalten werden.",
            "sentence_translation": "The old castle urgently needs to be preserved."
        },
        {
            "example_number": 6,
            "sentence": "Trotz der Schwierigkeiten konnte er seine gute Laune erhalten.",
            "sentence_translation": "Despite the difficulties, he was able to maintain his good mood."
        },
        {
            "example_number": 7,
            "sentence": "Nach langer Arbeit erhielt sie endlich ihren Doktortitel.",
            "sentence_translation": "After a long work, she finally obtained her doctorate."
        },
        {
            "example_number": 8,
            "sentence": "Er erhielt eine Auszeichnung für seine herausragende Leistung.",
            "sentence_translation": "He received an award for his outstanding performance."
        },
        {
            "example_number": 9,
            "sentence": "Die Patienten erhalten die bestmögliche medizinische Versorgung.",
            "sentence_translation": "The patients receive the best possible medical care."
        },
        {
            "example_number": 10,
            "sentence": "Wir haben positive Rückmeldungen zu unserem Projekt erhalten.",
            "sentence_translation": "We have received positive feedback on our project."
        },
        {
            "example_number": 11,
            "sentence": "Sie erhielt einen Schock, als sie die Nachricht hörte.",
            "sentence_translation": "She received a shock when she heard the news."
        },
        {
            "example_number": 12,
            "sentence": "Um die Natur zu erhalten, müssen wir umweltbewusst handeln.",
            "sentence_translation": "To preserve nature, we must act in an environmentally conscious way."
        },
        {
            "example_number": 13,
            "sentence": "Hast du die Erlaubnis erhalten, an dem Kurs teilzunehmen?",
            "sentence_translation": "Have you received permission to participate in the course?"
        },
        {
            "example_number": 14,
            "sentence": "Die traditionellen Bräuche werden in diesem Dorf noch erhalten.",
            "sentence_translation": "The traditional customs are still maintained in this village."
        },
        {
            "example_number": 15,
            "sentence": "Ich hoffe, bald eine Antwort auf meine Bewerbung zu erhalten.",
            "sentence_translation": "I hope to receive an answer to my application soon."
        },
        {
            "example_number": 16,
            "sentence": "Durch regelmäßiges Training kann man seine Fitness erhalten.",
            "sentence_translation": "Through regular training, one can maintain their fitness."
        },
        {
            "example_number": 17,
            "sentence": "Die Firma hat eine Klage von einem Kunden erhalten.",
            "sentence_translation": "The company received a complaint from a customer."
        },
        {
            "example_number": 18,
            "sentence": "Er erhielt die Nachricht, dass er die Prüfung bestanden hatte.",
            "sentence_translation": "He received the message that he had passed the exam."
        },
        {
            "example_number": 19,
            "sentence": "Es ist wichtig, den Frieden in der Welt zu erhalten.",
            "sentence_translation": "It is important to maintain peace in the world."
        },
        {
            "example_number": 20,
            "sentence": "Die Bibliothek hat viele alte Bücher erhalten und restauriert.",
            "sentence_translation": "The library has preserved and restored many old books."
        }
    ]
},
{
    "word": "künftig",
    "explanation": "Das Wort „künftig“ bedeutet so viel wie „in der Zukunft“ oder „zukünftig“. Es beschreibt etwas, das noch nicht passiert ist, aber in der Zeit danach geschehen wird. Man benutzt „künftig“, wenn man über Pläne, Erwartungen oder Vorhersagen für die Zeit spricht, die noch kommt.",
    "explanation_translation": "The word “künftig” means as much as “in the future” or “future”. It describes something that has not yet happened, but will happen in the time afterwards. You use “künftig” when you talk about plans, expectations, or predictions for the time that is still to come.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Künftig werde ich mehr Sport treiben, um fit zu bleiben.",
            "sentence_translation": "In the future, I will do more sports to stay fit."
        },
        {
            "example_number": 2,
            "sentence": "Die künftige Entwicklung der Technologie wird unser Leben stark verändern.",
            "sentence_translation": "The future development of technology will greatly change our lives."
        },
        {
            "example_number": 3,
            "sentence": "Wir sollten künftig mehr auf erneuerbare Energien setzen, um die Umwelt zu schützen.",
            "sentence_translation": "In the future, we should rely more on renewable energies to protect the environment."
        },
        {
            "example_number": 4,
            "sentence": "Künftig soll das Rauchen in allen öffentlichen Verkehrsmitteln verboten sein.",
            "sentence_translation": "In the future, smoking should be prohibited in all public transport."
        },
        {
            "example_number": 5,
            "sentence": "Sie plant, künftig im Ausland zu studieren, um neue Kulturen kennenzulernen.",
            "sentence_translation": "She plans to study abroad in the future to get to know new cultures."
        },
        {
            "example_number": 6,
            "sentence": "Künftig wird es wahrscheinlich mehr flexible Arbeitsmodelle geben.",
            "sentence_translation": "In the future, there will probably be more flexible work models."
        },
        {
            "example_number": 7,
            "sentence": "Der künftige Präsident wird vor großen politischen Herausforderungen stehen.",
            "sentence_translation": "The future president will face major political challenges."
        },
        {
            "example_number": 8,
            "sentence": "Künftig gilt eine neue Regelung für die Mülltrennung in unserer Stadt.",
            "sentence_translation": "In the future, a new regulation for waste separation will apply in our city."
        },
        {
            "example_number": 9,
            "sentence": "Wir hoffen auf eine künftig friedlichere Welt, in der Konflikte vermieden werden.",
            "sentence_translation": "We hope for a more peaceful world in the future, in which conflicts are avoided."
        },
        {
            "example_number": 10,
            "sentence": "Künftig möchte ich mehr Zeit mit meiner Familie verbringen.",
            "sentence_translation": "In the future, I would like to spend more time with my family."
        },
        {
            "example_number": 11,
            "sentence": "Die künftigen Generationen werden die Konsequenzen unseres Handelns tragen müssen.",
            "sentence_translation": "Future generations will have to bear the consequences of our actions."
        },
        {
            "example_number": 12,
            "sentence": "Künftig werden wir uns öfter treffen, um unsere Freundschaft zu pflegen.",
            "sentence_translation": "In the future, we will meet more often to nurture our friendship."
        },
        {
            "example_number": 13,
            "sentence": "Er hat beschlossen, künftig gesünder zu leben und auf seine Ernährung zu achten.",
            "sentence_translation": "He has decided to live healthier in the future and pay attention to his diet."
        },
        {
            "example_number": 14,
            "sentence": "Künftig werden wir verstärkt in Forschung und Entwicklung investieren.",
            "sentence_translation": "In the future, we will invest more in research and development."
        },
        {
            "example_number": 15,
            "sentence": "Die künftige Strategie des Unternehmens wird auf Nachhaltigkeit ausgerichtet sein.",
            "sentence_translation": "The future strategy of the company will be focused on sustainability."
        },
        {
            "example_number": 16,
            "sentence": "Künftig sollen die öffentlichen Verkehrsmittel besser vernetzt sein.",
            "sentence_translation": "In the future, public transport should be better connected."
        },
        {
            "example_number": 17,
            "sentence": "Sie träumt von einem künftig erfolgreichen Berufsleben.",
            "sentence_translation": "She dreams of a successful professional life in the future."
        },
        {
            "example_number": 18,
            "sentence": "Künftig wollen wir unseren Urlaub aktiver gestalten und mehr wandern.",
            "sentence_translation": "In the future, we want to make our vacation more active and hike more."
        },
        {
            "example_number": 19,
            "sentence": "Die künftige Rolle der künstlichen Intelligenz in der Medizin ist noch nicht vollständig absehbar.",
            "sentence_translation": "The future role of artificial intelligence in medicine is not yet fully foreseeable."
        },
        {
            "example_number": 20,
            "sentence": "Künftig wird das Leben vielleicht einfacher, wenn wir die aktuellen Herausforderungen meistern.",
            "sentence_translation": "In the future, life might be easier if we overcome the current challenges."
        }
    ]
},
{
    "word": "lediglich",
    "explanation": "„Lediglich“ bedeutet so viel wie „nur“ oder „bloß“. Es wird benutzt, um auszudrücken, dass etwas in einer geringen Menge oder in begrenztem Umfang existiert oder geschieht. Es betont, dass es nicht mehr oder nicht anders ist, als gesagt oder erwartet wird. Manchmal kann es auch eine leichte Betonung der Einfachheit oder Unwichtigkeit von etwas geben.",
    "explanation_translation": "\"Lediglich\" means as much as \"only\" or \"merely\". It is used to express that something exists or happens in a small quantity or limited scope. It emphasizes that it is not more or different than what is said or expected. Sometimes it can also add a slight emphasis to the simplicity or unimportance of something.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Ich habe lediglich einen Kaffee getrunken, noch nichts gegessen.",
            "sentence_translation": "I have only drunk a coffee, haven't eaten anything yet."
        },
        {
            "example_number": 2,
            "sentence": "Es war lediglich ein Missverständnis zwischen uns.",
            "sentence_translation": "It was merely a misunderstanding between us."
        },
        {
            "example_number": 3,
            "sentence": "Sie wollte lediglich helfen, aber niemand ließ sie.",
            "sentence_translation": "She only wanted to help, but nobody let her."
        },
        {
            "example_number": 4,
            "sentence": "Lediglich wenige Leute kamen zu der Veranstaltung.",
            "sentence_translation": "Only a few people came to the event."
        },
        {
            "example_number": 5,
            "sentence": "Das ist lediglich die halbe Wahrheit, du verschweigst etwas.",
            "sentence_translation": "That is merely half the truth, you are withholding something."
        },
        {
            "example_number": 6,
            "sentence": "Er hat lediglich gelächelt, als ich ihm die Neuigkeiten erzählte.",
            "sentence_translation": "He only smiled when I told him the news."
        },
        {
            "example_number": 7,
            "sentence": "Wir müssen lediglich noch ein paar Minuten warten, dann beginnt der Film.",
            "sentence_translation": "We only have to wait a few more minutes, then the movie starts."
        },
        {
            "example_number": 8,
            "sentence": "Wenn du lediglich ein bisschen mehr übst, wirst du es schaffen.",
            "sentence_translation": "If you only practice a little bit more, you will manage it."
        },
        {
            "example_number": 9,
            "sentence": "Sie hat lediglich gesagt, dass sie müde ist und schlafen gehen möchte.",
            "sentence_translation": "She merely said that she is tired and wants to go to sleep."
        },
        {
            "example_number": 10,
            "sentence": "Er hat lediglich gefragt, ob wir mitkommen wollen, es war keine Aufforderung.",
            "sentence_translation": "He only asked if we wanted to come along, it wasn't a request."
        },
        {
            "example_number": 11,
            "sentence": "Das Problem ist lediglich, dass wir zu wenig Zeit haben.",
            "sentence_translation": "The problem is merely that we have too little time."
        },
        {
            "example_number": 12,
            "sentence": "Lediglich durch Zufall habe ich meinen alten Freund wiedergetroffen.",
            "sentence_translation": "Only by chance did I meet my old friend again."
        },
        {
            "example_number": 13,
            "sentence": "Es ist lediglich eine Frage der Zeit, bis sie sich entscheiden wird.",
            "sentence_translation": "It is merely a question of time until she makes a decision."
        },
        {
            "example_number": 14,
            "sentence": "Lediglich aus Neugierde habe ich in dein Zimmer geschaut.",
            "sentence_translation": "Only out of curiosity did I look into your room."
        },
        {
            "example_number": 15,
            "sentence": "Ich habe lediglich versucht zu erklären, wie es gemeint war.",
            "sentence_translation": "I was merely trying to explain how it was meant."
        },
        {
            "example_number": 16,
            "sentence": "Die sichtbaren Symptome sind lediglich die Spitze des Eisbergs.",
            "sentence_translation": "The visible symptoms are merely the tip of the iceberg."
        },
        {
            "example_number": 17,
            "sentence": "Lediglich als Information, das Meeting wurde verschoben.",
            "sentence_translation": "Just as information, the meeting has been postponed."
        },
        {
            "example_number": 18,
            "sentence": "Man muss lediglich aufpassen, dass man keine Fehler macht.",
            "sentence_translation": "One only has to be careful not to make mistakes."
        },
        {
            "example_number": 19,
            "sentence": "Lediglich unter bestimmten Bedingungen ist eine Ausnahme möglich.",
            "sentence_translation": "Only under certain conditions is an exception possible."
        },
        {
            "example_number": 20,
            "sentence": "Es war lediglich ein Scherz, nimm es nicht so ernst!",
            "sentence_translation": "It was merely a joke, don't take it so seriously!"
        }
    ]
},
{
    "word": "die Redaktion",
    "explanation": "„Die Redaktion“ kann zwei Hauptdinge bedeuten.  Erstens, es ist die Gruppe von Menschen, die zusammenarbeiten, um eine Zeitung, eine Zeitschrift, eine Fernseh- oder Radiosendung zu machen.  Das sind die Leute, die Artikel schreiben, auswählen und verbessern.  Zweitens, „die Redaktion“ kann auch der Ort sein, wo diese Leute arbeiten, also das Büro oder die Abteilung.  Denk an „die Redaktion“ wie das Team und den Arbeitsplatz zusammen, wenn es um Medien geht.",
    "explanation_translation": "“Die Redaktion” can mean two main things. Firstly, it's the group of people who work together to create a newspaper, a magazine, or a TV or radio program. These are the people who write, select, and improve articles. Secondly, “die Redaktion” can also be the place where these people work, so the office or department. Think of “die Redaktion” as the team and the workplace together, when it comes to media.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Ich habe die Redaktion der Zeitung angerufen, um eine Frage zu stellen.",
            "sentence_translation": "I called the editorial office of the newspaper to ask a question."
        },
        {
            "example_number": 2,
            "sentence": "Die Redaktion diskutiert gerade über das Titelthema der nächsten Ausgabe.",
            "sentence_translation": "The editorial team is currently discussing the cover story for the next issue."
        },
        {
            "example_number": 3,
            "sentence": "Er arbeitet seit fünf Jahren in der Redaktion eines großen Nachrichtenmagazins.",
            "sentence_translation": "He has been working in the editorial staff of a major news magazine for five years."
        },
        {
            "example_number": 4,
            "sentence": "Die Redaktion ist für die Auswahl der Artikel verantwortlich.",
            "sentence_translation": "The editorial team is responsible for selecting the articles."
        },
        {
            "example_number": 5,
            "sentence": "Wir müssen unsere Artikel bis morgen früh an die Redaktion schicken.",
            "sentence_translation": "We need to send our articles to the editorial office by tomorrow morning."
        },
        {
            "example_number": 6,
            "sentence": "Die neue Chefredakteurin hat die Redaktion komplett umstrukturiert.",
            "sentence_translation": "The new editor-in-chief has completely restructured the editorial team."
        },
        {
            "example_number": 7,
            "sentence": "In der Redaktion herrschte eine angespannte Atmosphäre vor der Deadline.",
            "sentence_translation": "There was a tense atmosphere in the editorial office before the deadline."
        },
        {
            "example_number": 8,
            "sentence": "Die Redaktion hat beschlossen, den Artikel nicht zu veröffentlichen.",
            "sentence_translation": "The editorial team decided not to publish the article."
        },
        {
            "example_number": 9,
            "sentence": "Wo befindet sich die Redaktion dieser Zeitschrift?",
            "sentence_translation": "Where is the editorial office of this magazine located?"
        },
        {
            "example_number": 10,
            "sentence": "Die Redaktion besteht aus erfahrenen Journalisten und jungen Talenten.",
            "sentence_translation": "The editorial team consists of experienced journalists and young talents."
        },
        {
            "example_number": 11,
            "sentence": "Ich schreibe einen Leserbrief an die Redaktion.",
            "sentence_translation": "I am writing a letter to the editor to the editorial office."
        },
        {
            "example_number": 12,
            "sentence": "Die Redaktion arbeitet oft bis spät in die Nacht.",
            "sentence_translation": "The editorial staff often works late into the night."
        },
        {
            "example_number": 13,
            "sentence": "Die Redaktion hat mir ein Praktikum angeboten.",
            "sentence_translation": "The editorial office offered me an internship."
        },
        {
            "example_number": 14,
            "sentence": "Die Redaktion plant eine Sondersendung zum Thema Klimawandel.",
            "sentence_translation": "The editorial team is planning a special program on the topic of climate change."
        },
        {
            "example_number": 15,
            "sentence": "Die Redaktion freut sich über Feedback von den Lesern.",
            "sentence_translation": "The editorial team welcomes feedback from the readers."
        },
        {
            "example_number": 16,
            "sentence": "Er hat sich bei verschiedenen Redaktionen beworben.",
            "sentence_translation": "He applied to various editorial offices."
        },
        {
            "example_number": 17,
            "sentence": "Die Redaktion verfügt über ein großes Archiv mit alten Ausgaben.",
            "sentence_translation": "The editorial office has a large archive with old issues."
        },
        {
            "example_number": 18,
            "sentence": "Die Redaktion tagt jeden Montag, um die Themen der Woche zu besprechen.",
            "sentence_translation": "The editorial team meets every Monday to discuss the topics of the week."
        },
        {
            "example_number": 19,
            "sentence": "Die Redaktion hat einen neuen Mitarbeiter eingestellt.",
            "sentence_translation": "The editorial office has hired a new employee."
        },
        {
            "example_number": 20,
            "sentence": "Die Redaktion ist immer auf der Suche nach guten Geschichten.",
            "sentence_translation": "The editorial team is always looking for good stories."
        }
    ]
},
{
    "word": "der Vertreter",
    "explanation": "Das Wort „der Vertreter“ hat verschiedene Bedeutungen.  Meistens bedeutet es eine Person, die im Namen von jemand anderem oder einer Gruppe spricht oder handelt.  Das kann zum Beispiel ein Verkäufer sein, der Produkte einer Firma verkauft.  Es kann aber auch jemand sein, der eine Meinung oder eine Gruppe von Menschen repräsentiert, wie ein Politiker oder ein Klassensprecher. Manchmal kann es auch bedeuten, dass jemand die Stelle von jemand anderem einnimmt, wenn dieser nicht da ist.",
    "explanation_translation": "The word \"der Vertreter\" has different meanings. Mostly, it means a person who speaks or acts on behalf of someone else or a group. This can be, for example, a salesperson who sells products for a company. But it can also be someone who represents an opinion or a group of people, like a politician or a class representative. Sometimes it can also mean that someone takes the place of someone else when they are not there.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Der Vertreter der Firma präsentierte die neuen Produkte auf der Messe.",
            "sentence_translation": "The company representative presented the new products at the fair."
        },
        {
            "example_number": 2,
            "sentence": "Als Vertreter des Elternbeirats sprach er auf der Schulversammlung.",
            "sentence_translation": "As a representative of the parents' council, he spoke at the school assembly."
        },
        {
            "example_number": 3,
            "sentence": "Unser Vertriebsvertreter wird sich nächste Woche bei Ihnen melden, um die Details zu besprechen.",
            "sentence_translation": "Our sales representative will contact you next week to discuss the details."
        },
        {
            "example_number": 4,
            "sentence": "Wer ist der Vertreter für dieses Projekt in Ihrem Team?",
            "sentence_translation": "Who is the representative for this project in your team?"
        },
        {
            "example_number": 5,
            "sentence": "Der Anwalt fungierte als Vertreter seines Mandanten vor Gericht.",
            "sentence_translation": "The lawyer acted as the representative of his client in court."
        },
        {
            "example_number": 6,
            "sentence": "Sie wurde zur Vertreterin der Studierenden im Universitätsrat gewählt.",
            "sentence_translation": "She was elected as the student representative in the university council."
        },
        {
            "example_number": 7,
            "sentence": "Der Außendienstmitarbeiter ist der Vertreter unseres Unternehmens in dieser Region.",
            "sentence_translation": "The field service employee is the representative of our company in this region."
        },
        {
            "example_number": 8,
            "sentence": "Ich brauche einen Vertreter, der mich bei dem Kundengespräch unterstützt.",
            "sentence_translation": "I need a representative to support me in the customer meeting."
        },
        {
            "example_number": 9,
            "sentence": "Als Vertreterin der Gewerkschaft forderte sie bessere Arbeitsbedingungen.",
            "sentence_translation": "As a representative of the trade union, she demanded better working conditions."
        },
        {
            "example_number": 10,
            "sentence": "Er ist ein Vertreter der modernen Kunstbewegung.",
            "sentence_translation": "He is a representative of the modern art movement."
        },
        {
            "example_number": 11,
            "sentence": "Während des Urlaubs des Chefs übernahm sein Stellvertreter die Rolle des Vertreters.",
            "sentence_translation": "During the boss's vacation, his deputy took over the role of representative."
        },
        {
            "example_number": 12,
            "sentence": "Die Vereinten Nationen schickten einen Vertreter, um die Situation zu untersuchen.",
            "sentence_translation": "The United Nations sent a representative to investigate the situation."
        },
        {
            "example_number": 13,
            "sentence": "Der Vertreter des Herstellers erklärte die technischen Details der Maschine.",
            "sentence_translation": "The manufacturer's representative explained the technical details of the machine."
        },
        {
            "example_number": 14,
            "sentence": "Sie ist eine überzeugte Vertreterin ökologischer Landwirtschaft.",
            "sentence_translation": "She is a convinced advocate of organic farming."
        },
        {
            "example_number": 15,
            "sentence": "Die Vertreter beider Parteien trafen sich zu Verhandlungen.",
            "sentence_translation": "The representatives of both parties met for negotiations."
        },
        {
            "example_number": 16,
            "sentence": "Er ist ein würdiger Vertreter seines Landes bei internationalen Konferenzen.",
            "sentence_translation": "He is a worthy representative of his country at international conferences."
        },
        {
            "example_number": 17,
            "sentence": "Der Vertreter versicherte uns eine schnelle Lieferung der Ware.",
            "sentence_translation": "The representative assured us a quick delivery of the goods."
        },
        {
            "example_number": 18,
            "sentence": "Manchmal ist es gut, einen Vertreter zu haben, der die schwierigen Fragen stellt.",
            "sentence_translation": "Sometimes it is good to have a representative who asks the difficult questions."
        },
        {
            "example_number": 19,
            "sentence": "Die Firma sucht einen neuen Vertreter für den italienischen Markt.",
            "sentence_translation": "The company is looking for a new representative for the Italian market."
        },
        {
            "example_number": 20,
            "sentence": "Als gewählter Vertreter der Gemeinde setzte er sich für die Bürger ein.",
            "sentence_translation": "As an elected representative of the municipality, he stood up for the citizens."
        }
    ]
},
{
    "word": "verwenden",
    "explanation": "„Verwenden“ bedeutet, etwas zu benutzen oder einzusetzen, um ein Ziel zu erreichen oder eine Aufgabe zu erledigen. Es ist ähnlich wie „benutzen“ oder „gebrauchen“, aber „verwenden“ klingt oft ein bisschen formeller. Man verwendet Dinge, Werkzeuge, Methoden, Argumente oder Zeit.",
    "explanation_translation": "\"Verwenden\" means to use or employ something in order to achieve a goal or complete a task. It's similar to \"benutzen\" or \"gebrauchen,\" but \"verwenden\" often sounds a bit more formal. You use things, tools, methods, arguments, or time.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Wir verwenden in unserer Produktion nur hochwertige Materialien.",
            "sentence_translation": "We only use high-quality materials in our production."
        },
        {
            "example_number": 2,
            "sentence": "Könnten Sie bitte ein anderes Wort verwenden? Ich verstehe das nicht.",
            "sentence_translation": "Could you please use a different word? I don't understand that."
        },
        {
            "example_number": 3,
            "sentence": "Man sollte diese Gelegenheit verwenden, um seine Deutschkenntnisse zu verbessern.",
            "sentence_translation": "One should use this opportunity to improve their German skills."
        },
        {
            "example_number": 4,
            "sentence": "Sie hat viel Zeit verwendet, um das Projekt fertigzustellen.",
            "sentence_translation": "She used a lot of time to complete the project."
        },
        {
            "example_number": 5,
            "sentence": "In diesem Rezept verwenden wir frische Kräuter.",
            "sentence_translation": "In this recipe, we use fresh herbs."
        },
        {
            "example_number": 6,
            "sentence": "Die Firma verwendet moderne Technologie, um effizienter zu arbeiten.",
            "sentence_translation": "The company uses modern technology to work more efficiently."
        },
        {
            "example_number": 7,
            "sentence": "Er verwendet oft Ironie, um seine Witze zu erzählen.",
            "sentence_translation": "He often uses irony to tell his jokes."
        },
        {
            "example_number": 8,
            "sentence": "Wir sollten erneuerbare Energien verwenden, um die Umwelt zu schonen.",
            "sentence_translation": "We should use renewable energies to protect the environment."
        },
        {
            "example_number": 9,
            "sentence": "Bitte verwenden Sie den Hintereingang, wenn der Haupteingang geschlossen ist.",
            "sentence_translation": "Please use the back entrance if the main entrance is closed."
        },
        {
            "example_number": 10,
            "sentence": "Sie verwenden diese Software schon seit Jahren.",
            "sentence_translation": "They have been using this software for years."
        },
        {
            "example_number": 11,
            "sentence": "Ich habe dieses Argument verwendet, um ihn zu überzeugen.",
            "sentence_translation": "I used this argument to convince him."
        },
        {
            "example_number": 12,
            "sentence": "Man kann diese Funktion verwenden, um das Bild zu vergrößern.",
            "sentence_translation": "You can use this function to enlarge the picture."
        },
        {
            "example_number": 13,
            "sentence": "Sie verwendete ihre ganze Energie auf ihre Karriere.",
            "sentence_translation": "She used all her energy on her career."
        },
        {
            "example_number": 14,
            "sentence": "Wir werden verschiedene Methoden verwenden, um das Problem zu lösen.",
            "sentence_translation": "We will use different methods to solve the problem."
        },
        {
            "example_number": 15,
            "sentence": "Verwenden Sie bitte dieses Formular, um sich anzumelden.",
            "sentence_translation": "Please use this form to register."
        },
        {
            "example_number": 16,
            "sentence": "Er hat seine Kontakte verwendet, um einen besseren Job zu finden.",
            "sentence_translation": "He used his contacts to find a better job."
        },
        {
            "example_number": 17,
            "sentence": "Sie verwenden diese Technik, um das Material zu bearbeiten.",
            "sentence_translation": "They use this technique to process the material."
        },
        {
            "example_number": 18,
            "sentence": "Wir sollten unsere Ressourcen sinnvoll verwenden.",
            "sentence_translation": "We should use our resources wisely."
        },
        {
            "example_number": 19,
            "sentence": "Verwenden Sie keine scharfen Gegenstände, um den Bildschirm zu reinigen.",
            "sentence_translation": "Do not use sharp objects to clean the screen."
        },
        {
            "example_number": 20,
            "sentence": "Sie hat ihre Stimme verwendet, um sich für soziale Gerechtigkeit einzusetzen.",
            "sentence_translation": "She used her voice to advocate for social justice."
        }
    ]
},
{
    "word": "betonen",
    "explanation": "Das Wort 'betonen' hat mehrere Bedeutungen, aber meistens bedeutet es, dass man etwas wichtig macht oder hervorhebt.  Man sagt, dass etwas 'betont' wird, wenn man zeigen will, dass es besonders wichtig ist oder dass man es speziell beachten soll. Es kann auch bedeuten, dass man in der Aussprache ein Wort oder eine Silbe lauter oder deutlicher sagt.",
    "explanation_translation": "The word 'betonen' has several meanings, but most often it means to make something important or to highlight it. You say something is 'betont' when you want to show that it is particularly important or that you should pay special attention to it. It can also mean that in pronunciation you say a word or a syllable louder or clearer.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Der Lehrer hat im Unterricht betont, wie wichtig die Hausaufgaben sind.",
            "sentence_translation": "The teacher emphasized in class how important homework is."
        },
        {
            "example_number": 2,
            "sentence": "Ich möchte noch einmal betonen, dass Pünktlichkeit sehr wichtig für uns ist.",
            "sentence_translation": "I would like to emphasize again that punctuality is very important to us."
        },
        {
            "example_number": 3,
            "sentence": "Die Firma betont in ihrer Werbung die hohe Qualität ihrer Produkte.",
            "sentence_translation": "The company emphasizes the high quality of its products in its advertising."
        },
        {
            "example_number": 4,
            "sentence": "Es wurde immer wieder betont, dass die Sicherheit der Mitarbeiter oberste Priorität hat.",
            "sentence_translation": "It has been repeatedly emphasized that the safety of employees is the top priority."
        },
        {
            "example_number": 5,
            "sentence": "Im Vortrag betonte der Redner die Notwendigkeit für erneuerbare Energien.",
            "sentence_translation": "In the lecture, the speaker emphasized the necessity for renewable energies."
        },
        {
            "example_number": 6,
            "sentence": "Sie betonte mit einem Lächeln, dass sie sich sehr auf das Wochenende freut.",
            "sentence_translation": "She emphasized with a smile that she is really looking forward to the weekend."
        },
        {
            "example_number": 7,
            "sentence": "Man muss betonen, dass diese Regel für alle gilt, ohne Ausnahme.",
            "sentence_translation": "It must be emphasized that this rule applies to everyone, without exception."
        },
        {
            "example_number": 8,
            "sentence": "Der Trainer betonte die Bedeutung von Teamarbeit für den Erfolg.",
            "sentence_translation": "The coach emphasized the importance of teamwork for success."
        },
        {
            "example_number": 9,
            "sentence": "Die Künstlerin betonte in ihren Bildern die Kontraste zwischen Licht und Schatten.",
            "sentence_translation": "The artist emphasized the contrasts between light and shadow in her paintings."
        },
        {
            "example_number": 10,
            "sentence": "Ich möchte besonders betonen, wie hilfreich Ihre Unterstützung war.",
            "sentence_translation": "I would particularly like to emphasize how helpful your support was."
        },
        {
            "example_number": 11,
            "sentence": "Er betonte seine Worte mit energischen Handbewegungen.",
            "sentence_translation": "He emphasized his words with energetic hand gestures."
        },
        {
            "example_number": 12,
            "sentence": "In diesem Wort wird die erste Silbe betont.",
            "sentence_translation": "In this word, the first syllable is stressed."
        },
        {
            "example_number": 13,
            "sentence": "Die Wichtigkeit von Bildung kann nicht genug betont werden.",
            "sentence_translation": "The importance of education cannot be emphasized enough."
        },
        {
            "example_number": 14,
            "sentence": "Sie betonte, dass sie keine Zeit für Ausreden hat.",
            "sentence_translation": "She emphasized that she has no time for excuses."
        },
        {
            "example_number": 15,
            "sentence": "Der Bericht betont die positiven Auswirkungen des neuen Gesetzes.",
            "sentence_translation": "The report emphasizes the positive effects of the new law."
        },
        {
            "example_number": 16,
            "sentence": "Wir müssen betonen, dass wir unser Bestes getan haben.",
            "sentence_translation": "We must emphasize that we have done our best."
        },
        {
            "example_number": 17,
            "sentence": "Er betonte immer wieder seine Unschuld.",
            "sentence_translation": "He emphasized his innocence again and again."
        },
        {
            "example_number": 18,
            "sentence": "Die Gebrauchsanweisung betont die korrekte Anwendung des Produkts.",
            "sentence_translation": "The instructions for use emphasize the correct application of the product."
        },
        {
            "example_number": 19,
            "sentence": "Sie betonte die Notwendigkeit, flexibel zu sein.",
            "sentence_translation": "She emphasized the need to be flexible."
        },
        {
            "example_number": 20,
            "sentence": "Ich möchte zum Schluss noch einmal betonen, wie dankbar wir für Ihre Hilfe sind.",
            "sentence_translation": "Finally, I would like to emphasize once again how grateful we are for your help."
        }
    ]
},
{
    "word": "der Vorsitzende / die Vorsitzende",
    "explanation": "Das Wort beschreibt die Person, die in einer Gruppe oder bei einer Versammlung die Leitung hat.  Es ist wie ein Chef für eine bestimmte Zeit oder für ein bestimmtes Treffen.  'Der Vorsitzende' benutzt man für Männer, und 'die Vorsitzende' für Frauen.",
    "explanation_translation": "This word describes the person who is in charge in a group or at a meeting. It's like a boss for a specific time or for a specific meeting. 'Der Vorsitzende' is used for men, and 'die Vorsitzende' for women.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Der Vorsitzende eröffnete die Sitzung pünktlich um 10 Uhr.",
            "sentence_translation": "The chairman opened the meeting punctually at 10 o'clock."
        },
        {
            "example_number": 2,
            "sentence": "Die neue Vorsitzende des Vereins wurde gestern Abend gewählt.",
            "sentence_translation": "The new chairwoman of the association was elected yesterday evening."
        },
        {
            "example_number": 3,
            "sentence": "Der Vorsitzende führte die Diskussion mit viel Geschick.",
            "sentence_translation": "The chairman led the discussion with great skill."
        },
        {
            "example_number": 4,
            "sentence": "Alle Blicke richteten sich auf die Vorsitzende, als sie das Wort ergriff.",
            "sentence_translation": "All eyes turned to the chairwoman as she took the floor."
        },
        {
            "example_number": 5,
            "sentence": "Der Vorsitzende bat die Teilnehmer um ihre Meinung.",
            "sentence_translation": "The chairman asked the participants for their opinion."
        },
        {
            "example_number": 6,
            "sentence": "Die Rede der Vorsitzenden war sehr inspirierend und motivierend.",
            "sentence_translation": "The chairwoman's speech was very inspiring and motivating."
        },
        {
            "example_number": 7,
            "sentence": "Der ehemalige Vorsitzende besuchte die Jubiläumsfeier des Unternehmens.",
            "sentence_translation": "The former chairman visited the company's anniversary celebration."
        },
        {
            "example_number": 8,
            "sentence": "Die Vorsitzende legte großen Wert auf eine faire und offene Debatte.",
            "sentence_translation": "The chairwoman placed great importance on a fair and open debate."
        },
        {
            "example_number": 9,
            "sentence": "Der Vorsitzende musste die Sitzung unterbrechen, da eine hitzige Diskussion entstand.",
            "sentence_translation": "The chairman had to interrupt the meeting because a heated discussion arose."
        },
        {
            "example_number": 10,
            "sentence": "Wir haben den Vorsitzenden gebeten, die Tagesordnungspunkte zu erklären.",
            "sentence_translation": "We asked the chairman to explain the agenda items."
        },
        {
            "example_number": 11,
            "sentence": "Die Vorsitzende bedankte sich am Ende der Veranstaltung bei allen Helfern.",
            "sentence_translation": "At the end of the event, the chairwoman thanked all the helpers."
        },
        {
            "example_number": 12,
            "sentence": "Der Vorsitzende der Kommission präsentierte die neuesten Forschungsergebnisse.",
            "sentence_translation": "The chairman of the commission presented the latest research results."
        },
        {
            "example_number": 13,
            "sentence": "Die Wahl der Vorsitzenden wird geheim durchgeführt.",
            "sentence_translation": "The election of the chairwoman will be conducted in secret."
        },
        {
            "example_number": 14,
            "sentence": "Der Vorsitzende appellierte an die Vernunft aller Anwesenden.",
            "sentence_translation": "The chairman appealed to the reason of all those present."
        },
        {
            "example_number": 15,
            "sentence": "Die Vorsitzende moderierte die Podiumsdiskussion sehr professionell.",
            "sentence_translation": "The chairwoman moderated the panel discussion very professionally."
        },
        {
            "example_number": 16,
            "sentence": "Unter dem Vorsitzenden wurden viele wichtige Entscheidungen getroffen.",
            "sentence_translation": "Under the chairmanship, many important decisions were made."
        },
        {
            "example_number": 17,
            "sentence": "Der Stellvertreter des Vorsitzenden sprang kurzfristig für ihn ein.",
            "sentence_translation": "The deputy chairman stepped in for him at short notice."
        },
        {
            "example_number": 18,
            "sentence": "Die Vorsitzende begrüßte die internationalen Gäste herzlich willkommen.",
            "sentence_translation": "The chairwoman warmly welcomed the international guests."
        },
        {
            "example_number": 19,
            "sentence": "Der Vorsitzende schlug vor, eine kurze Pause einzulegen.",
            "sentence_translation": "The chairman suggested taking a short break."
        },
        {
            "example_number": 20,
            "sentence": "Die Arbeit als Vorsitzende ist oft sehr zeitaufwendig und anstrengend.",
            "sentence_translation": "The job as chairwoman is often very time-consuming and exhausting."
        }
    ]
},
{
    "word": "tätig",
    "explanation": "Das Wort 'tätig' bedeutet, dass jemand aktiv ist und etwas macht. Es beschreibt, dass man arbeitet, handelt oder in Bewegung ist.  Man kann 'tätig' sein in einem Beruf, bei einer Aufgabe oder einfach allgemein aktiv im Leben.",
    "explanation_translation": "The word 'tätig' means that someone is active and doing something. It describes that one is working, acting, or in motion. You can be 'tätig' in a profession, with a task, or simply generally active in life.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Er ist als Arzt in einem Krankenhaus tätig.",
            "sentence_translation": "He is working as a doctor in a hospital."
        },
        {
            "example_number": 2,
            "sentence": "Sie ist ehrenamtlich in der Flüchtlingshilfe tätig.",
            "sentence_translation": "She is working voluntarily in refugee aid."
        },
        {
            "example_number": 3,
            "sentence": "Die Firma ist weltweit tätig und exportiert ihre Produkte in viele Länder.",
            "sentence_translation": "The company operates worldwide and exports its products to many countries."
        },
        {
            "example_number": 4,
            "sentence": "Er war lange Jahre politisch tätig und hat sich für die Umwelt eingesetzt.",
            "sentence_translation": "He was politically active for many years and advocated for the environment."
        },
        {
            "example_number": 5,
            "sentence": "Nach seiner Pensionierung wollte er weiterhin geistig tätig bleiben.",
            "sentence_translation": "After his retirement, he wanted to remain mentally active."
        },
        {
            "example_number": 6,
            "sentence": "Die Polizei wurde sofort tätig, um den Fall zu untersuchen.",
            "sentence_translation": "The police immediately became active to investigate the case."
        },
        {
            "example_number": 7,
            "sentence": "Sie ist kreativ tätig und malt wunderschöne Bilder.",
            "sentence_translation": "She is creatively active and paints beautiful pictures."
        },
        {
            "example_number": 8,
            "sentence": "Wir müssen tätig werden, um das Problem zu lösen.",
            "sentence_translation": "We must become active to solve the problem."
        },
        {
            "example_number": 9,
            "sentence": "Sie war als Lehrerin an einer Grundschule tätig gewesen.",
            "sentence_translation": "She had been working as a teacher at a primary school."
        },
        {
            "example_number": 10,
            "sentence": "Wirst du nach dem Studium im Ausland tätig sein?",
            "sentence_translation": "Will you be working abroad after your studies?"
        },
        {
            "example_number": 11,
            "sentence": "Tätig im Bereich der erneuerbaren Energien.",
            "sentence_translation": "Active in the field of renewable energies."
        },
        {
            "example_number": 12,
            "sentence": "Die Software ist im Hintergrund tätig und aktualisiert die Daten automatisch.",
            "sentence_translation": "The software is active in the background and updates the data automatically."
        },
        {
            "example_number": 13,
            "sentence": "Er ist im Marketing tätig und entwickelt neue Kampagnen.",
            "sentence_translation": "He works in marketing and develops new campaigns."
        },
        {
            "example_number": 14,
            "sentence": "Sie ist als freie Journalistin für verschiedene Zeitungen tätig.",
            "sentence_translation": "She works as a freelance journalist for various newspapers."
        },
        {
            "example_number": 15,
            "sentence": "Der Vulkan ist nach langer Ruhephase wieder tätig geworden.",
            "sentence_translation": "The volcano has become active again after a long period of inactivity."
        },
        {
            "example_number": 16,
            "sentence": "Sie ist in der Jugendarbeit tätig und organisiert Ausflüge für Kinder.",
            "sentence_translation": "She is active in youth work and organizes trips for children."
        },
        {
            "example_number": 17,
            "sentence": "Die Organisation ist international tätig und hilft Menschen in Not.",
            "sentence_translation": "The organization is active internationally and helps people in need."
        },
        {
            "example_number": 18,
            "sentence": "Obwohl er Rentner ist, ist er immer noch sehr tätig.",
            "sentence_translation": "Although he is a pensioner, he is still very active."
        },
        {
            "example_number": 19,
            "sentence": "Sie ist in der Forschung und Entwicklung tätig.",
            "sentence_translation": "She is active in research and development."
        },
        {
            "example_number": 20,
            "sentence": "Es ist wichtig, körperlich und geistig tätig zu bleiben.",
            "sentence_translation": "It is important to remain physically and mentally active."
        }
    ]
},
{
    "word": "der Rang",
    "explanation": "„Der Rang“ hat verschiedene Bedeutungen, die aber alle mit Position, Wichtigkeit oder Reihenfolge zu tun haben.  Meistens bedeutet es die Position in einer Hierarchie, wie zum Beispiel im Militär oder in einer Firma. Es kann auch die Stellung oder Wichtigkeit von jemandem in der Gesellschaft beschreiben. Manchmal bezieht es sich auch auf die Platzierung in einem Wettbewerb oder einer Liste.",
    "explanation_translation": "'Der Rang' has different meanings, but they are all related to position, importance, or order. Most often it means the position in a hierarchy, such as in the military or in a company. It can also describe someone's standing or importance in society. Sometimes it also refers to the placement in a competition or a list.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "In der Armee ist der Rang eines Offiziers sehr wichtig für seine Befugnisse.",
            "sentence_translation": "In the army, an officer's rank is very important for his authority."
        },
        {
            "example_number": 2,
            "sentence": "Sie erreichte den ersten Rang im Schwimmwettbewerb und gewann die Goldmedaille.",
            "sentence_translation": "She achieved first rank in the swimming competition and won the gold medal."
        },
        {
            "example_number": 3,
            "sentence": "Dieser Wein ist von hohem Rang und wird oft zu besonderen Anlässen serviert.",
            "sentence_translation": "This wine is of high quality and is often served on special occasions."
        },
        {
            "example_number": 4,
            "sentence": "Im sozialen Ranggefüge dieser Stadt spielt Geld oft eine entscheidende Rolle.",
            "sentence_translation": "In the social hierarchy of this city, money often plays a decisive role."
        },
        {
            "example_number": 5,
            "sentence": "Er wurde zum Oberst befördert und stieg somit im Rang auf.",
            "sentence_translation": "He was promoted to colonel, thus rising in rank."
        },
        {
            "example_number": 6,
            "sentence": "Die Produkte dieser Firma sind alle von erstem Rang und sehr zuverlässig.",
            "sentence_translation": "The products of this company are all of first-class quality and very reliable."
        },
        {
            "example_number": 7,
            "sentence": "Nach langjähriger Erfahrung erreichte er einen hohen Rang innerhalb des Unternehmens.",
            "sentence_translation": "After many years of experience, he achieved a high rank within the company."
        },
        {
            "example_number": 8,
            "sentence": "Der Film belegte in den Kinocharts den zweiten Rang.",
            "sentence_translation": "The film ranked second in the cinema charts."
        },
        {
            "example_number": 9,
            "sentence": "Sie legte großen Wert auf ihren gesellschaftlichen Rang.",
            "sentence_translation": "She placed great importance on her social standing."
        },
        {
            "example_number": 10,
            "sentence": "Der Soldat gehorchte dem Befehl seines Vorgesetzten höheren Ranges.",
            "sentence_translation": "The soldier obeyed the command of his superior officer of higher rank."
        },
        {
            "example_number": 11,
            "sentence": "Die Qualität der Zutaten ist von höchstem Rang für dieses Gericht.",
            "sentence_translation": "The quality of the ingredients is of the highest importance for this dish."
        },
        {
            "example_number": 12,
            "sentence": "In der Rangliste der Universitäten verbesserte sich ihre Hochschule um fünf Plätze.",
            "sentence_translation": "In the university ranking, their university improved by five places."
        },
        {
            "example_number": 13,
            "sentence": "Er sprach mit dem Respekt, der einem Mann seines Ranges gebührt.",
            "sentence_translation": "He spoke with the respect due to a man of his rank."
        },
        {
            "example_number": 14,
            "sentence": "Die Bedeutung dieses historischen Ereignisses ist von unschätzbarem Rang.",
            "sentence_translation": "The significance of this historical event is of inestimable importance."
        },
        {
            "example_number": 15,
            "sentence": "Viele Menschen streben nach einem höheren Rang im Beruf, um mehr Anerkennung zu bekommen.",
            "sentence_translation": "Many people strive for a higher rank in their profession to gain more recognition."
        },
        {
            "example_number": 16,
            "sentence": "Obwohl er im Rang niedriger war, hatte er mehr Einfluss in der Abteilung.",
            "sentence_translation": "Although he was lower in rank, he had more influence in the department."
        },
        {
            "example_number": 17,
            "sentence": "Die neue Kollektion ist von solchem Rang, dass sie in allen Modezeitschriften gelobt wird.",
            "sentence_translation": "The new collection is of such high quality that it is praised in all fashion magazines."
        },
        {
            "example_number": 18,
            "sentence": "Im Tennis bestimmen die ATP-Punkte den Rang der Spieler.",
            "sentence_translation": "In tennis, the ATP points determine the ranking of the players."
        },
        {
            "example_number": 19,
            "sentence": "Sie ignorierte die Konventionen des Rangs und behandelte alle gleich.",
            "sentence_translation": "She ignored the conventions of rank and treated everyone equally."
        },
        {
            "example_number": 20,
            "sentence": "Die Sicherheit der Passagiere hat für die Fluggesellschaft obersten Rang.",
            "sentence_translation": "The safety of passengers is of paramount importance to the airline."
        }
    ]
},
{
    "word": "aufnehmen",
    "explanation": "Das Wort „aufnehmen“ hat viele verschiedene Bedeutungen im Deutschen.  Es kann bedeuten, etwas in die Hand zu nehmen oder hochzuheben, wie zum Beispiel ein Buch vom Tisch.  Es kann auch bedeuten, etwas mit einem Mikrofon oder einer Kamera festzuhalten, also zu „recorden“, wie ein Lied oder ein Video.  Weiterhin kann „aufnehmen“ bedeuten, jemanden in eine Gruppe, ein Haus oder eine Institution zu lassen oder zu akzeptieren, wie zum Beispiel einen neuen Schüler in einer Schule oder einen Gast in einem Hotel.  Es kann auch bedeuten, dass etwas anderes etwas absorbiert oder in sich hineinzieht, wie ein Schwamm Wasser.  Und schließlich kann „aufnehmen“ auch bedeuten, etwas Neues zu beginnen oder etwas wieder anzufangen, wie zum Beispiel eine Arbeit oder Verhandlungen, oder auch einen Kredit von der Bank zu bekommen.",
    "explanation_translation": "The word \"aufnehmen\" has many different meanings in German. It can mean to pick something up or lift it, like a book from the table. It can also mean to capture something with a microphone or a camera, so to \"record\" it, like a song or a video. Furthermore, \"aufnehmen\" can mean to let someone into a group, a house, or an institution or to accept them, like a new student in a school or a guest in a hotel. It can also mean that something else absorbs or draws something into itself, like a sponge water. And finally, \"aufnehmen\" can also mean to start something new or to restart something, like a job or negotiations, or even to take out a loan from the bank.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Kannst du bitte das Paket vom Boden aufnehmen?",
            "sentence_translation": "Can you please pick up the package from the floor?"
        },
        {
            "example_number": 2,
            "sentence": "Die Band plant, im nächsten Monat ein neues Album aufzunehmen.",
            "sentence_translation": "The band plans to record a new album next month."
        },
        {
            "example_number": 3,
            "sentence": "Das Hotel konnte alle Touristen aufnehmen, obwohl es sehr voll war.",
            "sentence_translation": "The hotel was able to accommodate all the tourists, even though it was very crowded."
        },
        {
            "example_number": 4,
            "sentence": "Pflanzen können Kohlendioxid aus der Luft aufnehmen.",
            "sentence_translation": "Plants can absorb carbon dioxide from the air."
        },
        {
            "example_number": 5,
            "sentence": "Nach der Pause werden wir die Diskussion wieder aufnehmen.",
            "sentence_translation": "After the break, we will resume the discussion."
        },
        {
            "example_number": 6,
            "sentence": "Die Universität hat dieses Jahr mehr internationale Studenten aufgenommen.",
            "sentence_translation": "The university has admitted more international students this year."
        },
        {
            "example_number": 7,
            "sentence": "Er hat den Mut gefasst, es mit dem erfahrenen Schachspieler aufzunehmen.",
            "sentence_translation": "He mustered the courage to take on the experienced chess player."
        },
        {
            "example_number": 8,
            "sentence": "Sie nahm das leise Flüstern im Raum kaum auf.",
            "sentence_translation": "She barely noticed the quiet whispering in the room."
        },
        {
            "example_number": 9,
            "sentence": "Wir müssen einen Kredit aufnehmen, um das Haus zu renovieren.",
            "sentence_translation": "We have to take out a loan to renovate the house."
        },
        {
            "example_number": 10,
            "sentence": "Die neue Software kann Daten schneller aufnehmen und verarbeiten.",
            "sentence_translation": "The new software can record and process data faster."
        },
        {
            "example_number": 11,
            "sentence": "Ich habe ihn in meiner Wohnung aufgenommen, als er obdachlos war.",
            "sentence_translation": "I took him in at my apartment when he was homeless."
        },
        {
            "example_number": 12,
            "sentence": "Der Schwamm hat das gesamte verschüttete Wasser aufgenommen.",
            "sentence_translation": "The sponge absorbed all the spilled water."
        },
        {
            "example_number": 13,
            "sentence": "Die Firma wird neue Mitarbeiter aufnehmen, um das Projekt zu bewältigen.",
            "sentence_translation": "The company will hire new employees to handle the project."
        },
        {
            "example_number": 14,
            "sentence": "Er konnte die Herausforderung annehmen und es mit ihr aufnehmen.",
            "sentence_translation": "He was able to accept the challenge and compete with her."
        },
        {
            "example_number": 15,
            "sentence": "Hast du das seltsame Geräusch aufgenommen, das gerade war?",
            "sentence_translation": "Did you notice the strange noise that was just there?"
        },
        {
            "example_number": 16,
            "sentence": "Es ist wichtig, Feedback aufzunehmen, um sich zu verbessern.",
            "sentence_translation": "It is important to take feedback on board in order to improve."
        },
        {
            "example_number": 17,
            "sentence": "Der Verein wird neue Mitglieder aufnehmen, sobald Platz ist.",
            "sentence_translation": "The club will admit new members as soon as there is space."
        },
        {
            "example_number": 18,
            "sentence": "Die Kamera hat die Szene in hoher Auflösung aufgenommen.",
            "sentence_translation": "The camera recorded the scene in high resolution."
        },
        {
            "example_number": 19,
            "sentence": "Wir müssen mehr Flüchtlinge aufnehmen und ihnen helfen.",
            "sentence_translation": "We need to accommodate more refugees and help them."
        },
        {
            "example_number": 20,
            "sentence": "Sie hat die guten Nachrichten mit Freude aufgenommen.",
            "sentence_translation": "She received the good news with joy."
        }
    ]
},
{
    "word": "entfernt",
    "explanation": "Das Wort „entfernt“ hat verschiedene Bedeutungen, aber meistens beschreibt es, dass etwas weit weg ist. Es kann sich auf Orte, Dinge oder sogar Beziehungen beziehen. \n\nManchmal bedeutet „entfernt“ auch, dass etwas aus dem Weg geräumt oder beseitigt wurde.  \n\nIn manchen Fällen kann „entfernt“ auch „ein bisschen“ oder „leicht“ bedeuten, wenn es als Adverb benutzt wird.",
    "explanation_translation": "The word \"entfernt\" has different meanings, but most often it describes that something is far away. It can refer to places, things, or even relationships.\n\nSometimes \"entfernt\" also means that something has been removed or eliminated.\n\nIn some cases, \"entfernt\" can also mean \"a little\" or \"slightly\" when used as an adverb.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Berlin ist ungefähr 600 Kilometer von München entfernt.",
            "sentence_translation": "Berlin is approximately 600 kilometers away from Munich."
        },
        {
            "example_number": 2,
            "sentence": "Die nächste Bushaltestelle ist nicht weit entfernt, nur ein paar Minuten zu Fuß.",
            "sentence_translation": "The nearest bus stop is not far away, just a few minutes walk."
        },
        {
            "example_number": 3,
            "sentence": "In ferner Zukunft, wenn wir auf anderen Planeten leben, wird die Erde von uns entfernt erscheinen.",
            "sentence_translation": "In the distant future, when we live on other planets, the Earth will appear distant from us."
        },
        {
            "example_number": 4,
            "sentence": "Er wirkte in letzter Zeit etwas entfernt und nachdenklich.",
            "sentence_translation": "He seemed a bit distant and thoughtful lately."
        },
        {
            "example_number": 5,
            "sentence": "Die Erinnerung an den Unfall ist noch immer schmerzhaft, obwohl er schon lange entfernt liegt.",
            "sentence_translation": "The memory of the accident is still painful, even though it is long past."
        },
        {
            "example_number": 6,
            "sentence": "Das alte Haus wurde entfernt, um Platz für ein neues Gebäude zu schaffen.",
            "sentence_translation": "The old house was removed to make space for a new building."
        },
        {
            "example_number": 7,
            "sentence": "Der Fleck auf dem Teppich konnte mit Mühe entfernt werden.",
            "sentence_translation": "The stain on the carpet could be removed with difficulty."
        },
        {
            "example_number": 8,
            "sentence": "Sie hat sich von ihren schlechten Gewohnheiten entfernt.",
            "sentence_translation": "She has distanced herself from her bad habits."
        },
        {
            "example_number": 9,
            "sentence": "Der Lärm der Stadt ist hier etwas entfernt, was sehr angenehm ist.",
            "sentence_translation": "The noise of the city is somewhat distant here, which is very pleasant."
        },
        {
            "example_number": 10,
            "sentence": "Die beiden Länder sind politisch weit voneinander entfernt.",
            "sentence_translation": "The two countries are politically far apart."
        },
        {
            "example_number": 11,
            "sentence": "Er wohnt entfernt vom Stadtzentrum, aber in einer ruhigen Gegend.",
            "sentence_translation": "He lives far from the city center, but in a quiet area."
        },
        {
            "example_number": 12,
            "sentence": "Die Gefahr ist nun entfernt, wir können uns entspannen.",
            "sentence_translation": "The danger is now removed, we can relax."
        },
        {
            "example_number": 13,
            "sentence": "Ihre Aussage war entfernt von der Wahrheit.",
            "sentence_translation": "Her statement was far from the truth."
        },
        {
            "example_number": 14,
            "sentence": "Die entfernte Ähnlichkeit zwischen den beiden Brüdern war auffällig.",
            "sentence_translation": "The faint resemblance between the two brothers was noticeable."
        },
        {
            "example_number": 15,
            "sentence": "Sie hat die Möglichkeit entfernt in Betracht gezogen, ins Ausland zu ziehen.",
            "sentence_translation": "She remotely considered the possibility of moving abroad."
        },
        {
            "example_number": 16,
            "sentence": "Das Problem ist noch nicht vollständig entfernt, aber es ist besser geworden.",
            "sentence_translation": "The problem is not yet completely removed, but it has gotten better."
        },
        {
            "example_number": 17,
            "sentence": "Im Wald hörte man entfernt das Rauschen eines Baches.",
            "sentence_translation": "In the forest, one could hear the distant murmur of a stream."
        },
        {
            "example_number": 18,
            "sentence": "Die Sterne am Nachthimmel erscheinen uns unendlich entfernt.",
            "sentence_translation": "The stars in the night sky appear infinitely distant to us."
        },
        {
            "example_number": 19,
            "sentence": "Wir sind nur entfernt verwandt, aber wir verstehen uns gut.",
            "sentence_translation": "We are only distantly related, but we get along well."
        },
        {
            "example_number": 20,
            "sentence": "Die Sorge um die Zukunft ist in den Hintergrund entfernt.",
            "sentence_translation": "The worry about the future has faded into the background."
        }
    ]
},
{
    "word": "der Streit",
    "explanation": "Der Streit ist, wenn Leute verschiedene Meinungen haben und das laut oder unfreundlich zeigen. Es ist ein Konflikt zwischen Personen oder Gruppen. Ein Streit kann kurz sein, wie ein kleines Wortgefecht, oder lang und ernst, wie ein großer Konflikt.",
    "explanation_translation": "Der Streit is when people have different opinions and show this loudly or unkindly. It is a conflict between people or groups. An argument can be short, like a small verbal exchange, or long and serious, like a big conflict.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Die Kinder hatten einen lauten Streit im Garten über das Spielzeug.",
            "sentence_translation": "The children had a loud argument in the garden about the toy."
        },
        {
            "example_number": 2,
            "sentence": "Der Streit zwischen den beiden Firmen eskalierte und landete vor Gericht.",
            "sentence_translation": "The dispute between the two companies escalated and ended up in court."
        },
        {
            "example_number": 3,
            "sentence": "Sie versuchten, den Streit friedlich zu lösen, indem sie miteinander redeten.",
            "sentence_translation": "They tried to resolve the conflict peacefully by talking to each other."
        },
        {
            "example_number": 4,
            "sentence": "Es gab einen heftigen Streit in der politischen Debatte über das neue Gesetz.",
            "sentence_translation": "There was a heated argument in the political debate about the new law."
        },
        {
            "example_number": 5,
            "sentence": "Ich möchte keinen Streit mit dir anfangen, aber ich muss dir etwas sagen.",
            "sentence_translation": "I don't want to start an argument with you, but I need to tell you something."
        },
        {
            "example_number": 6,
            "sentence": "Der Streit eskalierte schnell, als persönliche Beleidigungen fielen.",
            "sentence_translation": "The argument escalated quickly when personal insults were thrown."
        },
        {
            "example_number": 7,
            "sentence": "Nach dem Streit herrschte eine unangenehme Stille zwischen ihnen.",
            "sentence_translation": "After the argument, there was an uncomfortable silence between them."
        },
        {
            "example_number": 8,
            "sentence": "Sie schlichtete den Streit zwischen ihren Freunden und sorgte für Frieden.",
            "sentence_translation": "She mediated the dispute between her friends and ensured peace."
        },
        {
            "example_number": 9,
            "sentence": "In ihrer Ehe gab es oft Streit über finanzielle Angelegenheiten.",
            "sentence_translation": "In their marriage, there were often arguments about financial matters."
        },
        {
            "example_number": 10,
            "sentence": "Um dem Streit zu entgehen, verließ er die Diskussion wortlos.",
            "sentence_translation": "To avoid the argument, he left the discussion without a word."
        },
        {
            "example_number": 11,
            "sentence": "Der Streit begann mit einer kleinen Meinungsverschiedenheit über die Musik.",
            "sentence_translation": "The argument started with a small difference of opinion about the music."
        },
        {
            "example_number": 12,
            "sentence": "Sie beendeten den Streit mit einer Umarmung und gegenseitigen Entschuldigungen.",
            "sentence_translation": "They ended the argument with a hug and mutual apologies."
        },
        {
            "example_number": 13,
            "sentence": "Die Ursache des Streits war oft ein simples Missverständnis.",
            "sentence_translation": "The cause of the argument was often a simple misunderstanding."
        },
        {
            "example_number": 14,
            "sentence": "Trotz des Streits am Abend zuvor, gingen sie am nächsten Tag zusammen Kaffee trinken.",
            "sentence_translation": "Despite the argument the night before, they went for coffee together the next day."
        },
        {
            "example_number": 15,
            "sentence": "Er ist ein friedliebender Mensch und vermeidet den Streit, wo immer es geht.",
            "sentence_translation": "He is a peace-loving person and avoids arguments wherever possible."
        },
        {
            "example_number": 16,
            "sentence": "Der Streit um das Erbe der Familie zog sich über mehrere Jahre hin.",
            "sentence_translation": "The dispute over the family inheritance dragged on for several years."
        },
        {
            "example_number": 17,
            "sentence": "Sie diskutierten angeregt, aber es entwickelte sich kein Streit daraus.",
            "sentence_translation": "They discussed animatedly, but it didn't develop into an argument."
        },
        {
            "example_number": 18,
            "sentence": "Ein offenes und ehrliches Gespräch kann oft Streit im Vorfeld vermeiden.",
            "sentence_translation": "An open and honest conversation can often prevent arguments in advance."
        },
        {
            "example_number": 19,
            "sentence": "Der anhaltende Streit innerhalb der Partei schwächte ihre Position in der Öffentlichkeit.",
            "sentence_translation": "The ongoing conflict within the party weakened their position in the public eye."
        },
        {
            "example_number": 20,
            "sentence": "Nach dem Streit fühlte sie sich erschöpft, aber auch erleichtert, ihre Meinung gesagt zu haben.",
            "sentence_translation": "After the argument, she felt exhausted, but also relieved to have voiced her opinion."
        }
    ]
},
{
    "word": "der Vorstand",
    "explanation": "Der Vorstand ist eine Gruppe von Personen, die eine Firma, einen Verein oder eine Organisation leitet. Sie treffen wichtige Entscheidungen und sind verantwortlich für die Führung der Organisation. Manchmal sagt man auch 'das Management' oder 'die Geschäftsführung'.",
    "explanation_translation": "The 'Vorstand' is a group of people who lead a company, an association, or an organization. They make important decisions and are responsible for managing the organization. Sometimes you can also say 'the management' or 'the executive management'.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Der Vorstand der Firma hat beschlossen, in neue Technologien zu investieren.",
            "sentence_translation": "The board of directors of the company has decided to invest in new technologies."
        },
        {
            "example_number": 2,
            "sentence": "Die Mitglieder des Vereins wählen jedes Jahr einen neuen Vorstand.",
            "sentence_translation": "The members of the association elect a new board every year."
        },
        {
            "example_number": 3,
            "sentence": "Dem Vorstand wurde der Jahresbericht von der Buchhaltung präsentiert.",
            "sentence_translation": "The annual report from the accounting department was presented to the board."
        },
        {
            "example_number": 4,
            "sentence": "Auf der letzten Sitzung hat der Vorstand über die Marketingstrategie diskutiert.",
            "sentence_translation": "At the last meeting, the board discussed the marketing strategy."
        },
        {
            "example_number": 5,
            "sentence": "Die Entscheidung des Vorstands wurde von vielen Mitarbeitern kritisiert.",
            "sentence_translation": "The decision of the board was criticized by many employees."
        },
        {
            "example_number": 6,
            "sentence": "Der neue Vorstandsvorsitzende wird sich nächste Woche der Presse vorstellen.",
            "sentence_translation": "The new chairman of the board will introduce himself to the press next week."
        },
        {
            "example_number": 7,
            "sentence": "Der Vorstand ist für die langfristige Planung des Unternehmens verantwortlich.",
            "sentence_translation": "The board is responsible for the long-term planning of the company."
        },
        {
            "example_number": 8,
            "sentence": "Viele ehrenamtliche Helfer unterstützen den Vorstand bei seiner Arbeit.",
            "sentence_translation": "Many volunteers support the board in its work."
        },
        {
            "example_number": 9,
            "sentence": "Der gesamte Vorstand trat nach dem Skandal zurück.",
            "sentence_translation": "The entire board resigned after the scandal."
        },
        {
            "example_number": 10,
            "sentence": "Die Mitgliederversammlung hat den Vorstand für das vergangene Jahr entlastet.",
            "sentence_translation": "The general meeting discharged the board for the past year."
        },
        {
            "example_number": 11,
            "sentence": "Ohne die Zustimmung des Vorstands kann dieses Projekt nicht starten.",
            "sentence_translation": "This project cannot start without the approval of the board."
        },
        {
            "example_number": 12,
            "sentence": "Der Vorstand plant eine Expansion in den asiatischen Markt.",
            "sentence_translation": "The board is planning an expansion into the Asian market."
        },
        {
            "example_number": 13,
            "sentence": "Die Mitglieder des Vorstands treffen sich regelmäßig zu Beratungen.",
            "sentence_translation": "The members of the board meet regularly for consultations."
        },
        {
            "example_number": 14,
            "sentence": "Die Aufgaben des Vorstands sind vielfältig und anspruchsvoll.",
            "sentence_translation": "The tasks of the board are diverse and demanding."
        },
        {
            "example_number": 15,
            "sentence": "Die Strategieänderung wurde vom Vorstand einstimmig angenommen.",
            "sentence_translation": "The change in strategy was unanimously adopted by the board."
        },
        {
            "example_number": 16,
            "sentence": "Der Vorstand hat angekündigt, die Mitarbeiter über die neuen Maßnahmen zu informieren.",
            "sentence_translation": "The board has announced that it will inform the employees about the new measures."
        },
        {
            "example_number": 17,
            "sentence": "Trotz der schwierigen Situation hat der Vorstand das Unternehmen erfolgreich geführt.",
            "sentence_translation": "Despite the difficult situation, the board successfully managed the company."
        },
        {
            "example_number": 18,
            "sentence": "Die Zusammensetzung des Vorstands spiegelt die Vielfalt der Mitglieder wider.",
            "sentence_translation": "The composition of the board reflects the diversity of the members."
        },
        {
            "example_number": 19,
            "sentence": "Der Vorstand des Sportvereins organisiert jedes Jahr ein Sommerfest.",
            "sentence_translation": "The board of the sports club organizes a summer festival every year."
        },
        {
            "example_number": 20,
            "sentence": "In der Satzung des Vereins sind die Rechte und Pflichten des Vorstands genau festgelegt.",
            "sentence_translation": "The rights and obligations of the board are precisely defined in the statutes of the association."
        }
    ]
},
{
    "word": "die Landesregierung",
    "explanation": "Das Wort 'Landesregierung' bedeutet die Regierung von einem Bundesland in Deutschland oder Österreich.  Deutschland und Österreich sind Länder, die aus vielen kleineren Teilen bestehen, die 'Bundesländer' genannt werden. Jedes Bundesland hat seine eigene Regierung. Diese Regierung, die für ein einzelnes Bundesland zuständig ist, nennen wir 'Landesregierung'. Sie macht Gesetze und trifft Entscheidungen für dieses Bundesland.",
    "explanation_translation": "The word 'Landesregierung' means the government of a federal state in Germany or Austria. Germany and Austria are countries that consist of many smaller parts called 'federal states'. Each federal state has its own government. This government, which is responsible for a single federal state, is what we call 'Landesregierung'. It makes laws and makes decisions for that federal state.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Die Landesregierung hat ein neues Gesetz zum Schutz der Umwelt verabschiedet.",
            "sentence_translation": "The state government has passed a new law to protect the environment."
        },
        {
            "example_number": 2,
            "sentence": "Der Ministerpräsident der Landesregierung hielt eine Rede zur aktuellen Lage.",
            "sentence_translation": "The Minister-President of the state government gave a speech on the current situation."
        },
        {
            "example_number": 3,
            "sentence": "Viele Bürger kritisieren die Entscheidungen der Landesregierung in Bezug auf den öffentlichen Nahverkehr.",
            "sentence_translation": "Many citizens criticize the decisions of the state government regarding public transport."
        },
        {
            "example_number": 4,
            "sentence": "Die Landesregierung plant, mehr Geld in die Bildung zu investieren.",
            "sentence_translation": "The state government plans to invest more money in education."
        },
        {
            "example_number": 5,
            "sentence": "Die Oppositionsparteien im Landtag fordern den Rücktritt der Landesregierung.",
            "sentence_translation": "The opposition parties in the state parliament are demanding the resignation of the state government."
        },
        {
            "example_number": 6,
            "sentence": "Die Landesregierung arbeitet eng mit den Kommunen zusammen, um Projekte umzusetzen.",
            "sentence_translation": "The state government works closely with the municipalities to implement projects."
        },
        {
            "example_number": 7,
            "sentence": "Die neue Politik der Landesregierung zielt darauf ab, die Wirtschaft anzukurbeln.",
            "sentence_translation": "The new policy of the state government aims to boost the economy."
        },
        {
            "example_number": 8,
            "sentence": "Die Landesregierung hat angekündigt, die Corona-Maßnahmen zu lockern.",
            "sentence_translation": "The state government has announced that it will ease the Corona measures."
        },
        {
            "example_number": 9,
            "sentence": "Der Sprecher der Landesregierung gab bekannt, dass es keine neuen Steuererhöhungen geben wird.",
            "sentence_translation": "The spokesperson of the state government announced that there will be no new tax increases."
        },
        {
            "example_number": 10,
            "sentence": "Die Landesregierung steht vor der Herausforderung, den Fachkräftemangel zu bekämpfen.",
            "sentence_translation": "The state government is facing the challenge of combating the shortage of skilled workers."
        },
        {
            "example_number": 11,
            "sentence": "Die Landesregierung hat ein Förderprogramm für junge Unternehmen ins Leben gerufen.",
            "sentence_translation": "The state government has launched a funding program for young companies."
        },
        {
            "example_number": 12,
            "sentence": "Die Entscheidungen der Landesregierung werden oft im Fernsehen und in den Zeitungen diskutiert.",
            "sentence_translation": "The decisions of the state government are often discussed on television and in newspapers."
        },
        {
            "example_number": 13,
            "sentence": "Die Landesregierung plant den Bau einer neuen Umgehungsstraße.",
            "sentence_translation": "The state government is planning the construction of a new bypass road."
        },
        {
            "example_number": 14,
            "sentence": "Es wird erwartet, dass die Landesregierung bald eine Stellungnahme zu dem Vorfall abgibt.",
            "sentence_translation": "It is expected that the state government will soon issue a statement on the incident."
        },
        {
            "example_number": 15,
            "sentence": "Die Landesregierung setzt sich für eine bessere Integration von Flüchtlingen ein.",
            "sentence_translation": "The state government is committed to better integration of refugees."
        },
        {
            "example_number": 16,
            "sentence": "Die Landesregierung hat einen Krisenstab eingerichtet, um die Situation zu bewältigen.",
            "sentence_translation": "The state government has set up a crisis team to manage the situation."
        },
        {
            "example_number": 17,
            "sentence": "Die Zusammenarbeit zwischen der Bundesregierung und der Landesregierung ist manchmal schwierig.",
            "sentence_translation": "Cooperation between the federal government and the state government is sometimes difficult."
        },
        {
            "example_number": 18,
            "sentence": "Die Landesregierung hat die Bürger aufgefordert, Energie zu sparen.",
            "sentence_translation": "The state government has called on citizens to save energy."
        },
        {
            "example_number": 19,
            "sentence": "Nach den Wahlen bildete sich eine neue Landesregierung aus verschiedenen Parteien.",
            "sentence_translation": "After the elections, a new state government was formed from different parties."
        },
        {
            "example_number": 20,
            "sentence": "Die Landesregierung muss einen Weg finden, die steigenden Kosten im Gesundheitswesen zu kontrollieren.",
            "sentence_translation": "The state government must find a way to control the rising costs in healthcare."
        }
    ]
},
{
    "word": "die Strecke",
    "explanation": "Das Wort „Strecke“ hat verschiedene Bedeutungen. Meistens bedeutet es einen Weg oder die Länge zwischen zwei Orten. Es kann zum Beispiel die Distanz von einer Stadt zur anderen sein, oder ein Teil einer Straße oder einer Bahnlinie. Im Sport, wie beim Laufen oder Skifahren, ist die Strecke der Weg, den man zurücklegen muss. Manchmal kann „Strecke“ auch bedeuten, wie weit etwas reicht oder sich erstreckt, zum Beispiel ein Wissensgebiet oder ein Gefühl.",
    "explanation_translation": "The word “Strecke” has different meanings. Most often, it means a path or the length between two places. For example, it can be the distance from one city to another, or a part of a road or a railway line. In sports, like running or skiing, the “Strecke” is the path you have to cover. Sometimes “Strecke” can also mean how far something reaches or extends, for example, a field of knowledge or a feeling.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Die Strecke von Berlin nach München ist ziemlich lang.",
            "sentence_translation": "The distance from Berlin to Munich is quite long."
        },
        {
            "example_number": 2,
            "sentence": "Wir sind die Strecke mit dem Fahrrad gefahren.",
            "sentence_translation": "We cycled the route."
        },
        {
            "example_number": 3,
            "sentence": "Auf dieser Strecke gibt es viele schöne Rastplätze.",
            "sentence_translation": "There are many beautiful rest areas on this stretch of road."
        },
        {
            "example_number": 4,
            "sentence": "Die Rennstrecke war sehr anspruchsvoll für die Fahrer.",
            "sentence_translation": "The race track was very challenging for the drivers."
        },
        {
            "example_number": 5,
            "sentence": "Er hat die ganze Strecke zu Fuß zurückgelegt.",
            "sentence_translation": "He covered the entire distance on foot."
        },
        {
            "example_number": 6,
            "sentence": "Welche Strecke empfiehlst du für eine Wanderung in den Alpen?",
            "sentence_translation": "Which route do you recommend for a hike in the Alps?"
        },
        {
            "example_number": 7,
            "sentence": "Die Flugstrecke über den Atlantik ist sehr beliebt.",
            "sentence_translation": "The flight route over the Atlantic is very popular."
        },
        {
            "example_number": 8,
            "sentence": "Die Strecke des Flusses ist besonders malerisch in diesem Abschnitt.",
            "sentence_translation": "The stretch of the river is particularly picturesque in this section."
        },
        {
            "example_number": 9,
            "sentence": "Wir haben bereits die Hälfte der Strecke geschafft.",
            "sentence_translation": "We have already covered half of the distance."
        },
        {
            "example_number": 10,
            "sentence": "Die Strecke des neuen Radwegs führt durch den Wald.",
            "sentence_translation": "The route of the new cycle path leads through the forest."
        },
        {
            "example_number": 11,
            "sentence": "Er kennt die Strecke wie seine Westentasche.",
            "sentence_translation": "He knows the route like the back of his hand."
        },
        {
            "example_number": 12,
            "sentence": "Die Strecke war gut ausgeschildert, sodass wir uns nicht verfahren haben.",
            "sentence_translation": "The route was well signposted, so we didn't get lost."
        },
        {
            "example_number": 13,
            "sentence": "Auf der Strecke nach Hause habe ich einen Freund getroffen.",
            "sentence_translation": "On the way home, I met a friend."
        },
        {
            "example_number": 14,
            "sentence": "Die Strecke des Zuges wurde wegen Bauarbeiten geändert.",
            "sentence_translation": "The train route was changed due to construction work."
        },
        {
            "example_number": 15,
            "sentence": "Sie hat eine beachtliche Strecke an Lebenserfahrung gesammelt.",
            "sentence_translation": "She has accumulated a considerable amount of life experience (lit. a considerable stretch of life experience)."
        },
        {
            "example_number": 16,
            "sentence": "Die Strecke, die das Paket zurücklegen muss, ist sehr weit.",
            "sentence_translation": "The distance the package has to travel is very far."
        },
        {
            "example_number": 17,
            "sentence": "Wir mussten eine Umleitung fahren, da die normale Strecke gesperrt war.",
            "sentence_translation": "We had to take a detour because the normal route was closed."
        },
        {
            "example_number": 18,
            "sentence": "Die Laufstrecke im Park ist ideal für ein schnelles Training.",
            "sentence_translation": "The running track in the park is ideal for a quick workout."
        },
        {
            "example_number": 19,
            "sentence": "Die Strecke des Lichts von der Sonne zur Erde ist enorm.",
            "sentence_translation": "The distance of light from the sun to the earth is enormous."
        },
        {
            "example_number": 20,
            "sentence": "Er hat die ganze Strecke über seine Kopfhörer Musik gehört.",
            "sentence_translation": "He listened to music through his headphones the whole way."
        }
    ]
},
{
    "word": "die Tat",
    "explanation": "Das Wort 'die Tat' hat verschiedene Bedeutungen. Meistens bedeutet es eine Handlung, also etwas, das jemand macht.  Es kann eine gute oder schlechte Handlung sein. Manchmal, besonders im Zusammenhang mit dem Gesetz oder Verbrechen, bedeutet 'die Tat' auch etwas Illegales, wie ein Verbrechen.",
    "explanation_translation": "The word 'die Tat' has different meanings. Mostly it means an action, so something that someone does. It can be a good or bad action. Sometimes, especially in the context of law or crime, 'die Tat' also means something illegal, like a crime.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Seine mutige Tat rettete das Leben des Kindes.",
            "sentence_translation": "His courageous deed saved the child's life."
        },
        {
            "example_number": 2,
            "sentence": "Die Polizei untersucht die Tat am Tatort.",
            "sentence_translation": "The police are investigating the crime at the crime scene."
        },
        {
            "example_number": 3,
            "sentence": "Er bereut seine Tat zutiefst und möchte alles wiedergutmachen.",
            "sentence_translation": "He deeply regrets his action and wants to make amends for everything."
        },
        {
            "example_number": 4,
            "sentence": "Wir müssen unsere Pläne endlich in die Tat umsetzen.",
            "sentence_translation": "We finally need to put our plans into action."
        },
        {
            "example_number": 5,
            "sentence": "Es war eine freundliche Tat, ihr den schweren Koffer zu tragen.",
            "sentence_translation": "It was a kind deed to carry her heavy suitcase."
        },
        {
            "example_number": 6,
            "sentence": "Die Tat geschah in aller Öffentlichkeit und wurde von vielen Zeugen beobachtet.",
            "sentence_translation": "The act happened in public and was observed by many witnesses."
        },
        {
            "example_number": 7,
            "sentence": "Nach der Tat floh der Täter unerkannt.",
            "sentence_translation": "After the deed, the perpetrator fled undetected."
        },
        {
            "example_number": 8,
            "sentence": "Sie wurde für ihre guten Taten mit einem Preis ausgezeichnet.",
            "sentence_translation": "She was awarded a prize for her good deeds."
        },
        {
            "example_number": 9,
            "sentence": "Die Konsequenzen seiner Tat waren schwerwiegend.",
            "sentence_translation": "The consequences of his action were serious."
        },
        {
            "example_number": 10,
            "sentence": "Er gestand die Tat vor Gericht und zeigte Reue.",
            "sentence_translation": "He confessed to the crime in court and showed remorse."
        },
        {
            "example_number": 11,
            "sentence": "Seine Worte passten nicht zu seinen Taten.",
            "sentence_translation": "His words did not match his actions."
        },
        {
            "example_number": 12,
            "sentence": "Wir brauchen jetzt Tatkraft, um diese Krise zu bewältigen.",
            "sentence_translation": "We need decisiveness now to overcome this crisis."
        },
        {
            "example_number": 13,
            "sentence": "Die Motive für die Tat sind noch unklar.",
            "sentence_translation": "The motives for the crime are still unclear."
        },
        {
            "example_number": 14,
            "sentence": "Es war eine spontane Tat, ohne lange nachzudenken.",
            "sentence_translation": "It was a spontaneous act, without thinking for long."
        },
        {
            "example_number": 15,
            "sentence": "Die Tat wurde von der internationalen Gemeinschaft scharf verurteilt.",
            "sentence_translation": "The act was strongly condemned by the international community."
        },
        {
            "example_number": 16,
            "sentence": "Vor der Tat hatte er große Angst, aber er zog es durch.",
            "sentence_translation": "Before the deed, he was very afraid, but he went through with it."
        },
        {
            "example_number": 17,
            "sentence": "Sie bewunderte seinen Tatendrang und seine Energie.",
            "sentence_translation": "She admired his energy and drive to act."
        },
        {
            "example_number": 18,
            "sentence": "Die Tat war ein klarer Verstoß gegen das Gesetz.",
            "sentence_translation": "The act was a clear violation of the law."
        },
        {
            "example_number": 19,
            "sentence": "Durch seine Tat hat er das Vertrauen vieler Menschen verloren.",
            "sentence_translation": "Through his action, he has lost the trust of many people."
        },
        {
            "example_number": 20,
            "sentence": "Man sollte die Tat nicht nur nach ihrem Ergebnis beurteilen, sondern auch nach der Absicht.",
            "sentence_translation": "One should judge the deed not only by its outcome, but also by the intention."
        }
    ]
},
{
    "word": "die Spitze",
    "explanation": "Das Wort „die Spitze“ hat viele Bedeutungen.  Meistens meint es den obersten oder vordersten Teil von etwas, wie zum Beispiel den höchsten Punkt eines Berges oder das vordere Ende eines Messers.  Es kann auch ein sehr dünnes, feines Gewebe sein, das man zur Dekoration benutzt.  Manchmal bedeutet „Spitze“ auch, dass etwas das Beste oder Wichtigste in einer Gruppe ist, wie „an der Spitze einer Liste stehen“.",
    "explanation_translation": "The word “die Spitze” has many meanings. Mostly it means the topmost or foremost part of something, like the highest point of a mountain or the front end of a knife. It can also be a very thin, fine fabric that is used for decoration. Sometimes “Spitze” also means that something is the best or most important in a group, like “to be at the top of a list”.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Die Bergsteiger erreichten endlich die Spitze des Berges nach stundenlangem Aufstieg.",
            "sentence_translation": "The mountaineers finally reached the summit of the mountain after hours of climbing."
        },
        {
            "example_number": 2,
            "sentence": "Ihr Kleid war mit zarter Spitze am Saum verziert.",
            "sentence_translation": "Her dress was decorated with delicate lace at the hem."
        },
        {
            "example_number": 3,
            "sentence": "Er stand an der Spitze der Verkaufsliste für das Quartal.",
            "sentence_translation": "He was at the top of the sales list for the quarter."
        },
        {
            "example_number": 4,
            "sentence": "Die Spitze des Bleistifts war abgebrochen, deshalb konnte ich nicht schreiben.",
            "sentence_translation": "The tip of the pencil was broken, so I couldn't write."
        },
        {
            "example_number": 5,
            "sentence": "Sie ist an der Spitze der Forschung in ihrem Fachgebiet.",
            "sentence_translation": "She is at the forefront of research in her field."
        },
        {
            "example_number": 6,
            "sentence": "Die Eisspitze schmolz in der Sonne.",
            "sentence_translation": "The tip of the icicle melted in the sun."
        },
        {
            "example_number": 7,
            "sentence": "Mit viel Mühe erreichte er die Spitze seiner Karriere.",
            "sentence_translation": "With a lot of effort, he reached the peak of his career."
        },
        {
            "example_number": 8,
            "sentence": "Sie trug Handschuhe mit Spitze an den Handgelenken.",
            "sentence_translation": "She wore gloves with lace at the wrists."
        },
        {
            "example_number": 9,
            "sentence": "Die Spitze des Turms war von weitem sichtbar.",
            "sentence_translation": "The spire of the tower was visible from afar."
        },
        {
            "example_number": 10,
            "sentence": "Er fühlte eine kalte Spitze an seinem Rücken – es war ein Eiszapfen.",
            "sentence_translation": "He felt a cold point on his back - it was an icicle."
        },
        {
            "example_number": 11,
            "sentence": "Die Firma ist die Spitze im Bereich der erneuerbaren Energien.",
            "sentence_translation": "The company is at the forefront in the field of renewable energies."
        },
        {
            "example_number": 12,
            "sentence": "An der Spitze der Welle surfte er mit Bravour.",
            "sentence_translation": "At the crest of the wave, he surfed with brilliance."
        },
        {
            "example_number": 13,
            "sentence": "Die Spitze des Regenschirms war verbogen.",
            "sentence_translation": "The tip of the umbrella was bent."
        },
        {
            "example_number": 14,
            "sentence": "Sie bewies mit ihrer Rede geistreiche Spitze.",
            "sentence_translation": "She demonstrated sharp wit in her speech."
        },
        {
            "example_number": 15,
            "sentence": "Die Schuhspitze ist modisch abgerundet.",
            "sentence_translation": "The toe of the shoe is fashionably rounded."
        },
        {
            "example_number": 16,
            "sentence": "Er kratzte sich mit der Spitze seines Fingernagels.",
            "sentence_translation": "He scratched himself with the tip of his fingernail."
        },
        {
            "example_number": 17,
            "sentence": "Die Spitze des Kuchens war mit Sahne verziert.",
            "sentence_translation": "The top of the cake was decorated with cream."
        },
        {
            "example_number": 18,
            "sentence": "Die Nachrichtenagentur meldete, dass die Preise die Spitze erreicht hätten.",
            "sentence_translation": "The news agency reported that prices had reached their peak."
        },
        {
            "example_number": 19,
            "sentence": "Manche Leute mögen keine Spitze an ihrer Unterwäsche.",
            "sentence_translation": "Some people don't like lace on their underwear."
        },
        {
            "example_number": 20,
            "sentence": "Die Spitze der Pyramide war mit Gold bedeckt.",
            "sentence_translation": "The top of the pyramid was covered in gold."
        }
    ]
},
{
    "word": "bezeichnen",
    "explanation": "Das Wort 'bezeichnen' hat verschiedene Bedeutungen, aber meistens geht es darum, etwas einen Namen zu geben oder es zu beschreiben.  Man benutzt 'bezeichnen', wenn man sagen will, wie man etwas nennt, wie man etwas beschreibt oder was ein wichtiges Merkmal von etwas ist. Es kann auch bedeuten, etwas zu markieren oder zu kennzeichnen.",
    "explanation_translation": "The word 'bezeichnen' has different meanings, but mostly it's about giving something a name or describing it. You use 'bezeichnen' when you want to say what you call something, how you describe something, or what an important characteristic of something is. It can also mean to mark or to label something.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Man bezeichnet Berlin als die Hauptstadt Deutschlands.",
            "sentence_translation": "Berlin is designated as the capital of Germany."
        },
        {
            "example_number": 2,
            "sentence": "Der Lehrer bezeichnete das Verhalten des Schülers als inakzeptabel.",
            "sentence_translation": "The teacher described the student's behavior as unacceptable."
        },
        {
            "example_number": 3,
            "sentence": "Diese Linie auf der Karte bezeichnet die Grenze zwischen den Ländern.",
            "sentence_translation": "This line on the map marks the border between the countries."
        },
        {
            "example_number": 4,
            "sentence": "Experten bezeichnen diese Entwicklung als einen Wendepunkt.",
            "sentence_translation": "Experts describe this development as a turning point."
        },
        {
            "example_number": 5,
            "sentence": "Sie bezeichnete ihn als ihren besten Freund.",
            "sentence_translation": "She referred to him as her best friend."
        },
        {
            "example_number": 6,
            "sentence": "Das rote Kreuz auf der Verpackung bezeichnet giftige Substanzen.",
            "sentence_translation": "The red cross on the packaging indicates poisonous substances."
        },
        {
            "example_number": 7,
            "sentence": "In der Wissenschaft bezeichnet man das als 'Theorie'.",
            "sentence_translation": "In science, this is called 'theory'."
        },
        {
            "example_number": 8,
            "sentence": "Der Autor bezeichnete die Hauptfigur seines Romans als einen Antihelden.",
            "sentence_translation": "The author described the main character of his novel as an anti-hero."
        },
        {
            "example_number": 9,
            "sentence": "Man könnte diese Art von Kunst als modern bezeichnen.",
            "sentence_translation": "One could describe this type of art as modern."
        },
        {
            "example_number": 10,
            "sentence": "Die gelbe Farbe bezeichnet den Weg für Radfahrer.",
            "sentence_translation": "The yellow color marks the path for cyclists."
        },
        {
            "example_number": 11,
            "sentence": "Er bezeichnete seine Kindheit als glücklich und unbeschwert.",
            "sentence_translation": "He described his childhood as happy and carefree."
        },
        {
            "example_number": 12,
            "sentence": "Diese Zahlen bezeichnen die Seitenzahlen des Buches.",
            "sentence_translation": "These numbers indicate the page numbers of the book."
        },
        {
            "example_number": 13,
            "sentence": "Sie bezeichnet sich selbst als Künstlerin.",
            "sentence_translation": "She refers to herself as an artist."
        },
        {
            "example_number": 14,
            "sentence": "Der Pfeil bezeichnet die Richtung, in die man gehen soll.",
            "sentence_translation": "The arrow indicates the direction in which one should go."
        },
        {
            "example_number": 15,
            "sentence": "Man bezeichnet diese Art von Humor oft als sarkastisch.",
            "sentence_translation": "This type of humor is often described as sarcastic."
        },
        {
            "example_number": 16,
            "sentence": "Die Flagge bezeichnet das Gebiet, das zu diesem Land gehört.",
            "sentence_translation": "The flag designates the territory belonging to this country."
        },
        {
            "example_number": 17,
            "sentence": "Die Kritiker bezeichneten den Film als Meisterwerk.",
            "sentence_translation": "The critics described the film as a masterpiece."
        },
        {
            "example_number": 18,
            "sentence": "Dieser Punkt auf der Karte bezeichnet den genauen Standort des Hotels.",
            "sentence_translation": "This point on the map marks the exact location of the hotel."
        },
        {
            "example_number": 19,
            "sentence": "Wir bezeichnen diese Periode der Geschichte als das Mittelalter.",
            "sentence_translation": "We refer to this period of history as the Middle Ages."
        },
        {
            "example_number": 20,
            "sentence": "Man bezeichnet das Phänomen als 'Placebo-Effekt'.",
            "sentence_translation": "The phenomenon is referred to as the 'placebo effect'."
        }
    ]
},
{
    "word": "leisten",
    "explanation": "„Leisten“ hat verschiedene Bedeutungen.  \n\nMan kann „leisten“ benutzen, wenn man sagt, dass jemand etwas Gutes oder Wichtiges gemacht hat, besonders durch Arbeit oder Anstrengung. Es bedeutet, etwas zu schaffen oder zu erreichen.  \n\n„Leisten“ kann auch bedeuten, dass man genug Geld hat, um sich etwas zu kaufen. Dann sagt man, dass man sich etwas „leisten kann“.  \n\nManchmal bedeutet „leisten“ auch, jemandem Hilfe oder Unterstützung zu geben.",
    "explanation_translation": "\"Leisten\" has different meanings.\n\nYou can use \"leisten\" when you say that someone has done something good or important, especially through work or effort. It means to accomplish or achieve something.\n\n\"Leisten\" can also mean that you have enough money to buy something for yourself. Then you say that you \"can afford\" something (\"sich etwas leisten können\").\n\nSometimes \"leisten\" also means to give someone help or support.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Er hat in diesem Jahr viel für die Firma geleistet.",
            "sentence_translation": "He has achieved a lot for the company this year."
        },
        {
            "example_number": 2,
            "sentence": "Wir alle müssen unseren Beitrag zum Umweltschutz leisten.",
            "sentence_translation": "We all have to make our contribution to environmental protection."
        },
        {
            "example_number": 3,
            "sentence": "Kannst du dir dieses teure Auto überhaupt leisten?",
            "sentence_translation": "Can you even afford this expensive car?"
        },
        {
            "example_number": 4,
            "sentence": "Die Mannschaft hat im Finale eine beeindruckende Leistung geleistet.",
            "sentence_translation": "The team delivered an impressive performance in the final."
        },
        {
            "example_number": 5,
            "sentence": "Ich kann mir im Moment keine großen Sprünge leisten.",
            "sentence_translation": "I can't afford any extravagances at the moment."
        },
        {
            "example_number": 6,
            "sentence": "Die Freiwilligen leisten wertvolle Hilfe in der Flüchtlingsunterkunft.",
            "sentence_translation": "The volunteers provide valuable help in the refugee accommodation."
        },
        {
            "example_number": 7,
            "sentence": "Er hat in seiner Karriere Unglaubliches geleistet.",
            "sentence_translation": "He has accomplished incredible things in his career."
        },
        {
            "example_number": 8,
            "sentence": "Sie leistet hervorragende Arbeit als Ärztin.",
            "sentence_translation": "She does an excellent job as a doctor."
        },
        {
            "example_number": 9,
            "sentence": "Wir konnten uns dieses Jahr keinen Urlaub leisten.",
            "sentence_translation": "We couldn't afford a vacation this year."
        },
        {
            "example_number": 10,
            "sentence": "Die Firma leistet sich einen neuen Firmenwagen für den Chef.",
            "sentence_translation": "The company is treating the boss to a new company car."
        },
        {
            "example_number": 11,
            "sentence": "Man muss Widerstand leisten, wenn man Ungerechtigkeit sieht.",
            "sentence_translation": "One must resist when one sees injustice."
        },
        {
            "example_number": 12,
            "sentence": "Der Motor leistet 200 PS.",
            "sentence_translation": "The engine delivers 200 horsepower."
        },
        {
            "example_number": 13,
            "sentence": "Die Regierung muss mehr für die Bildung leisten.",
            "sentence_translation": "The government must do more for education."
        },
        {
            "example_number": 14,
            "sentence": "Sie leistete ihm Gesellschaft, während er wartete.",
            "sentence_translation": "She kept him company while he was waiting."
        },
        {
            "example_number": 15,
            "sentence": "Er hat sich eine neue Gitarre geleistet.",
            "sentence_translation": "He treated himself to a new guitar."
        },
        {
            "example_number": 16,
            "sentence": "Die Reparatur wurde schnell und professionell geleistet.",
            "sentence_translation": "The repair was carried out quickly and professionally."
        },
        {
            "example_number": 17,
            "sentence": "Wir leisten unseren Beitrag zur Energiewende.",
            "sentence_translation": "We are making our contribution to the energy transition."
        },
        {
            "example_number": 18,
            "sentence": "Auch kleine Unternehmen können Großes leisten.",
            "sentence_translation": "Even small companies can achieve great things."
        },
        {
            "example_number": 19,
            "sentence": "Sie leistete keinen Widerstand, als die Polizei kam.",
            "sentence_translation": "She offered no resistance when the police came."
        },
        {
            "example_number": 20,
            "sentence": "Um erfolgreich zu sein, muss man harte Arbeit leisten.",
            "sentence_translation": "To be successful, you have to do hard work."
        }
    ]
},
{
  "word": "zufolge",
  "explanation": "Das Wort „zufolge“ bedeutet so viel wie „gemäß“ oder „nach“.  Wir benutzen es, um zu sagen, dass etwas passiert oder gilt, weil etwas anderes gesagt oder entschieden wurde.  Es zeigt, woher eine Information kommt oder auf welcher Grundlage etwas basiert.  „Zufolge“ steht fast immer hinter dem Wort, auf das es sich bezieht, und meistens mit dem Dativ.",
  "explanation_translation": "The word \"zufolge\" means something like \"according to\" or \"in accordance with\". We use it to say that something happens or is valid because something else has been said or decided. It shows where information comes from or on what basis something is based. \"Zufolge\" almost always comes after the word it refers to, and mostly with the dative case.",
  "examples": [
    {
      "example_number": 1,
      "sentence": "Dem Bericht zufolge hat die Wirtschaft sich verbessert.",
      "sentence_translation": "According to the report, the economy has improved."
    },
    {
      "example_number": 2,
      "sentence": "Zufolge des Gesetzes ist das Rauchen in öffentlichen Gebäuden verboten.",
      "sentence_translation": "According to the law, smoking is prohibited in public buildings."
    },
    {
      "example_number": 3,
      "sentence": "Meiner Meinung zufolge sollten wir mehr in erneuerbare Energien investieren.",
      "sentence_translation": "In my opinion, we should invest more in renewable energies."
    },
    {
      "example_number": 4,
      "sentence": "Den neuesten Umfragen zufolge ist die Popularität des Politikers gesunken.",
      "sentence_translation": "According to the latest polls, the politician's popularity has decreased."
    },
    {
      "example_number": 5,
      "sentence": "Der Aussage des Zeugen zufolge war der Fahrer betrunken.",
      "sentence_translation": "According to the witness's statement, the driver was drunk."
    },
    {
      "example_number": 6,
      "sentence": "Zufolge der Wettervorhersage wird es morgen regnen.",
      "sentence_translation": "According to the weather forecast, it will rain tomorrow."
    },
    {
      "example_number": 7,
      "sentence": "Ihrer Darstellung zufolge war es ein Unfall.",
      "sentence_translation": "According to her account, it was an accident."
    },
    {
      "example_number": 8,
      "sentence": "Dem Plan zufolge beginnen wir das Projekt nächste Woche.",
      "sentence_translation": "According to the plan, we will start the project next week."
    },
    {
      "example_number": 9,
      "sentence": "Zufolge der Statistik hat die Arbeitslosigkeit abgenommen.",
      "sentence_translation": "According to the statistics, unemployment has decreased."
    },
    {
      "example_number": 10,
      "sentence": "Seinen Worten zufolge ist er sehr zufrieden mit seiner neuen Arbeit.",
      "sentence_translation": "According to his words, he is very satisfied with his new job."
    },
    {
      "example_number": 11,
      "sentence": "Zufolge der Tradition feiern wir Weihnachten am 24. Dezember.",
      "sentence_translation": "According to tradition, we celebrate Christmas on December 24th."
    },
    {
      "example_number": 12,
      "sentence": "Der Anweisung des Chefs zufolge müssen alle Mitarbeiter pünktlich sein.",
      "sentence_translation": "According to the boss's instruction, all employees must be punctual."
    },
    {
      "example_number": 13,
      "sentence": "Zufolge der Empfehlung des Arztes sollte er sich mehr bewegen.",
      "sentence_translation": "According to the doctor's recommendation, he should exercise more."
    },
    {
      "example_number": 14,
      "sentence": "Der Legende zufolge soll hier ein Schatz vergraben sein.",
      "sentence_translation": "According to legend, a treasure is said to be buried here."
    },
    {
      "example_number": 15,
      "sentence": "Zufolge der neuen Regeln dürfen wir keine Handys im Unterricht benutzen.",
      "sentence_translation": "According to the new rules, we are not allowed to use cell phones in class."
    },
    {
      "example_number": 16,
      "sentence": "Dem Zeitungsartikel zufolge ist der Film sehr erfolgreich.",
      "sentence_translation": "According to the newspaper article, the film is very successful."
    },
    {
      "example_number": 17,
      "sentence": "Zufolge ihrer Aussage war sie zur Tatzeit nicht zu Hause.",
      "sentence_translation": "According to her statement, she was not at home at the time of the crime."
    },
    {
      "example_number": 18,
      "sentence": "Dem Rat meiner Freunde zufolge sollte ich das Angebot annehmen.",
      "sentence_translation": "According to the advice of my friends, I should accept the offer."
    },
    {
      "example_number": 19,
      "sentence": "Zufolge der Forschungsergebnisse ist das Medikament sehr wirksam.",
      "sentence_translation": "According to the research results, the medication is very effective."
    },
    {
      "example_number": 20,
      "sentence": "Der Gerüchten zufolge soll er bald heiraten.",
      "sentence_translation": "According to rumors, he is going to get married soon."
    }
  ]
},
{
    "word": "die Niederlage",
    "explanation": "Das Wort „Niederlage“ bedeutet, dass man einen Kampf, einen Wettbewerb oder eine Auseinandersetzung verloren hat. Es ist das Gegenteil von einem Sieg. Man kann eine Niederlage im Sport erleben, im Krieg, in Verhandlungen oder auch im übertragenen Sinne, wenn man zum Beispiel ein Ziel nicht erreicht.",
    "explanation_translation": "The word \"Niederlage\" means that you have lost a fight, a competition, or a confrontation. It is the opposite of a victory. You can experience a defeat in sports, in war, in negotiations, or also in a figurative sense, for example, if you do not achieve a goal.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Die Fußballmannschaft erlitt eine bittere Niederlage im Finale.",
            "sentence_translation": "The football team suffered a bitter defeat in the final."
        },
        {
            "example_number": 2,
            "sentence": "Nach der Niederlage bei den Wahlen trat der Politiker zurück.",
            "sentence_translation": "After the defeat in the elections, the politician resigned."
        },
        {
            "example_number": 3,
            "sentence": "Die wirtschaftliche Niederlage des Unternehmens war auf schlechtes Management zurückzuführen.",
            "sentence_translation": "The company's economic defeat was due to poor management."
        },
        {
            "example_number": 4,
            "sentence": "Trotz der Niederlage im ersten Satz kämpfte der Tennisspieler weiter.",
            "sentence_translation": "Despite the defeat in the first set, the tennis player continued to fight."
        },
        {
            "example_number": 5,
            "sentence": "Die militärische Niederlage führte zum Ende des Krieges.",
            "sentence_translation": "The military defeat led to the end of the war."
        },
        {
            "example_number": 6,
            "sentence": "Er empfand die Trennung als persönliche Niederlage.",
            "sentence_translation": "He felt the breakup as a personal defeat."
        },
        {
            "example_number": 7,
            "sentence": "Die Verhandlungen endeten mit einer Niederlage für beide Seiten.",
            "sentence_translation": "The negotiations ended in a defeat for both sides."
        },
        {
            "example_number": 8,
            "sentence": "Sie betrachtete das Scheitern des Projekts nicht als Niederlage, sondern als Chance zum Lernen.",
            "sentence_translation": "She did not see the failure of the project as a defeat, but as an opportunity to learn."
        },
        {
            "example_number": 9,
            "sentence": "Die drohende Niederlage spornte sie zu noch größeren Anstrengungen an.",
            "sentence_translation": "The impending defeat spurred her on to even greater efforts."
        },
        {
            "example_number": 10,
            "sentence": "Die Niederlage war umso schmerzhafter, da sie unerwartet kam.",
            "sentence_translation": "The defeat was all the more painful because it came unexpectedly."
        },
        {
            "example_number": 11,
            "sentence": "Wir müssen diese Niederlage akzeptieren und nach vorne schauen.",
            "sentence_translation": "We must accept this defeat and look forward."
        },
        {
            "example_number": 12,
            "sentence": "Um eine Niederlage zu vermeiden, müssen wir unsere Strategie ändern.",
            "sentence_translation": "To avoid a defeat, we need to change our strategy."
        },
        {
            "example_number": 13,
            "sentence": "Die Niederlage im Schachspiel war für ihn eine neue Erfahrung.",
            "sentence_translation": "The defeat in the chess game was a new experience for him."
        },
        {
            "example_number": 14,
            "sentence": "Trotz der Niederlage im Wettbewerb war sie stolz auf ihre Leistung.",
            "sentence_translation": "Despite the defeat in the competition, she was proud of her performance."
        },
        {
            "example_number": 15,
            "sentence": "Die Nachricht von der Niederlage verbreitete sich schnell in der Stadt.",
            "sentence_translation": "The news of the defeat spread quickly through the city."
        },
        {
            "example_number": 16,
            "sentence": "Nach der Niederlage zog er sich aus der Öffentlichkeit zurück.",
            "sentence_translation": "After the defeat, he withdrew from public life."
        },
        {
            "example_number": 17,
            "sentence": "Die Niederlage im Krieg hatte verheerende Folgen für das Land.",
            "sentence_translation": "The defeat in the war had devastating consequences for the country."
        },
        {
            "example_number": 18,
            "sentence": "Er sah die Niederlage als Ansporn, es beim nächsten Mal besser zu machen.",
            "sentence_translation": "He saw the defeat as an incentive to do better next time."
        },
        {
            "example_number": 19,
            "sentence": "Die Angst vor der Niederlage lähmte ihn.",
            "sentence_translation": "The fear of defeat paralyzed him."
        },
        {
            "example_number": 20,
            "sentence": "Auch in der Niederlage bewahrte sie Haltung.",
            "sentence_translation": "Even in defeat, she maintained composure."
        }
    ]
},
{
    "word": "anbieten",
    "explanation": "„Anbieten“ bedeutet, jemandem etwas zu geben oder zu zeigen, damit er es nehmen oder benutzen kann. Es kann ein Gegenstand, eine Dienstleistung, Hilfe oder eine Idee sein. Manchmal bedeutet es auch, etwas zum Verkauf oder zur Miete verfügbar zu machen.",
    "explanation_translation": "\"Anbieten\" means to give or show something to someone so that they can take or use it. It can be an object, a service, help, or an idea. Sometimes it also means to make something available for sale or rent.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Darf ich Ihnen einen Kaffee anbieten?",
            "sentence_translation": "May I offer you a coffee?"
        },
        {
            "example_number": 2,
            "sentence": "Das Hotel bietet seinen Gästen kostenloses WLAN an.",
            "sentence_translation": "The hotel offers its guests free Wi-Fi."
        },
        {
            "example_number": 3,
            "sentence": "Sie hat mir ihre Hilfe bei der Organisation der Party angeboten.",
            "sentence_translation": "She offered me her help in organizing the party."
        },
        {
            "example_number": 4,
            "sentence": "Die Firma bietet eine breite Palette von Dienstleistungen an.",
            "sentence_translation": "The company offers a wide range of services."
        },
        {
            "example_number": 5,
            "sentence": "Er bot an, uns zum Bahnhof zu fahren.",
            "sentence_translation": "He offered to drive us to the train station."
        },
        {
            "example_number": 6,
            "sentence": "Wir bieten Ihnen die Möglichkeit, an einem unserer Workshops teilzunehmen.",
            "sentence_translation": "We offer you the opportunity to participate in one of our workshops."
        },
        {
            "example_number": 7,
            "sentence": "Auf dem Markt werden frische Produkte von lokalen Bauern angeboten.",
            "sentence_translation": "Fresh produce from local farmers is offered at the market."
        },
        {
            "example_number": 8,
            "sentence": "Kann ich Ihnen noch etwas Wasser anbieten?",
            "sentence_translation": "Can I offer you some more water?"
        },
        {
            "example_number": 9,
            "sentence": "Das Museum bietet Führungen in verschiedenen Sprachen an.",
            "sentence_translation": "The museum offers guided tours in various languages."
        },
        {
            "example_number": 10,
            "sentence": "Sie bot ihm an, ihr Buch zu leihen.",
            "sentence_translation": "She offered to lend him her book."
        },
        {
            "example_number": 11,
            "sentence": "Viele Geschäfte bieten jetzt Online-Bestellungen an.",
            "sentence_translation": "Many shops now offer online ordering."
        },
        {
            "example_number": 12,
            "sentence": "Ich möchte Ihnen mein aufrichtiges Beileid anbieten.",
            "sentence_translation": "I would like to offer you my sincere condolences."
        },
        {
            "example_number": 13,
            "sentence": "Die neue Software bietet viele innovative Funktionen an.",
            "sentence_translation": "The new software offers many innovative features."
        },
        {
            "example_number": 14,
            "sentence": "Der Verkäufer bot mir einen Rabatt an.",
            "sentence_translation": "The salesperson offered me a discount."
        },
        {
            "example_number": 15,
            "sentence": "Wir bieten Ihnen eine flexible Arbeitszeitgestaltung an.",
            "sentence_translation": "We offer you flexible working hours."
        },
        {
            "example_number": 16,
            "sentence": "Sie hat sich angeboten, die Präsentation zu halten.",
            "sentence_translation": "She offered to give the presentation."
        },
        {
            "example_number": 17,
            "sentence": "Das Restaurant bietet täglich wechselnde Mittagsmenüs an.",
            "sentence_translation": "The restaurant offers daily changing lunch menus."
        },
        {
            "example_number": 18,
            "sentence": "Ich habe ihm meine alte Gitarre zum Verkauf angeboten.",
            "sentence_translation": "I offered him my old guitar for sale."
        },
        {
            "example_number": 19,
            "sentence": "Die Bank bietet verschiedene Kreditoptionen an.",
            "sentence_translation": "The bank offers various credit options."
        },
        {
            "example_number": 20,
            "sentence": "Obwohl er beschäftigt war, bot er seine Unterstützung an.",
            "sentence_translation": "Although he was busy, he offered his support."
        }
    ]
},
{
  "word": "bisherig",
  "explanation": "Das Wort „bisherig“ bedeutet „bis jetzt“ oder „früher“. Es beschreibt etwas, das bis zum jetzigen Zeitpunkt existiert hat oder passiert ist. Man benutzt es, um über die Vergangenheit bis zum aktuellen Moment zu sprechen.",
  "explanation_translation": "The word \"bisherig\" means \"until now\" or \"previous\". It describes something that has existed or happened up to the present point in time. It is used to talk about the past up to the current moment.",
  "examples": [
    {
      "example_number": 1,
      "sentence": "Meine bisherige Erfahrung in diesem Bereich ist begrenzt.",
      "sentence_translation": "My previous experience in this area is limited."
    },
    {
      "example_number": 2,
      "sentence": "Die bisherige Planung muss überarbeitet werden.",
      "sentence_translation": "The previous planning needs to be revised."
    },
    {
      "example_number": 3,
      "sentence": "Er ist mit seiner bisherigen Leistung zufrieden.",
      "sentence_translation": "He is satisfied with his performance so far."
    },
    {
      "example_number": 4,
      "sentence": "Haben Sie Ihre bisherige Wohnung gekündigt?",
      "sentence_translation": "Have you cancelled your previous apartment lease?"
    },
    {
      "example_number": 5,
      "sentence": "Die bisherige Politik der Firma wird sich ändern.",
      "sentence_translation": "The company's previous policy will change."
    },
    {
      "example_number": 6,
      "sentence": "Nach bisherigem Stand der Dinge sieht es gut aus.",
      "sentence_translation": "According to the current state of affairs so far, it looks good."
    },
    {
      "example_number": 7,
      "sentence": "Sie hat ihren bisherigen Job aufgegeben, um zu studieren.",
      "sentence_translation": "She gave up her previous job to study."
    },
    {
      "example_number": 8,
      "sentence": "Die bisherige Zusammenarbeit war sehr erfolgreich.",
      "sentence_translation": "The cooperation so far has been very successful."
    },
    {
      "example_number": 9,
      "sentence": "Können Sie mir Ihre bisherigen Erfolge nennen?",
      "sentence_translation": "Can you tell me about your successes so far?"
    },
    {
      "example_number": 10,
      "sentence": "Die bisherigen Kosten für das Projekt sind höher als erwartet.",
      "sentence_translation": "The costs so far for the project are higher than expected."
    },
    {
      "example_number": 11,
      "sentence": "Er hat seine bisherige Meinung geändert.",
      "sentence_translation": "He has changed his previous opinion."
    },
    {
      "example_number": 12,
      "sentence": "Was sind die bisherigen Ergebnisse der Untersuchung?",
      "sentence_translation": "What are the results of the investigation so far?"
    },
    {
      "example_number": 13,
      "sentence": "Die bisherige Strategie hat nicht funktioniert.",
      "sentence_translation": "The previous strategy has not worked."
    },
    {
      "example_number": 14,
      "sentence": "Trotz bisheriger Rückschläge geben wir nicht auf.",
      "sentence_translation": "Despite setbacks so far, we are not giving up."
    },
    {
      "example_number": 15,
      "sentence": "Sie lebt jetzt anders als in ihrer bisherigen Lebensweise.",
      "sentence_translation": "She now lives differently from her previous way of life."
    },
    {
      "example_number": 16,
      "sentence": "Die bisherige Annahme war falsch.",
      "sentence_translation": "The previous assumption was wrong."
    },
    {
      "example_number": 17,
      "sentence": "Nach bisherigen Erkenntnissen ist das Medikament sicher.",
      "sentence_translation": "According to the findings so far, the medication is safe."
    },
    {
      "example_number": 18,
      "sentence": "Unsere bisherigen Bemühungen haben sich gelohnt.",
      "sentence_translation": "Our efforts so far have paid off."
    },
    {
      "example_number": 19,
      "sentence": "Die bisherige Entwicklung der Wirtschaft ist positiv.",
      "sentence_translation": "The economic development so far is positive."
    },
    {
      "example_number": 20,
      "sentence": "In der bisherigen Situation war eine Entscheidung schwierig.",
      "sentence_translation": "In the previous situation, a decision was difficult."
    }
  ]
},
{
  "word": "angesichts",
  "explanation": "Das Wort „angesichts“ benutzt man, wenn man sagen will, dass etwas wegen einer bestimmten Sache passiert oder so ist. Es bedeutet so viel wie „wegen“ oder „in Anbetracht von“. Man schaut auf eine Situation oder Tatsache und sagt, dass diese der Grund für etwas anderes ist.",
  "explanation_translation": "The word \"angesichts\" is used when you want to say that something happens or is a certain way because of a specific thing. It means something like \"because of\" or \"in consideration of\". You look at a situation or fact and say that this is the reason for something else.",
  "examples": [
    {
      "example_number": 1,
      "sentence": "Angesichts des schlechten Wetters bleiben wir heute Abend zu Hause.",
      "sentence_translation": "In view of the bad weather, we are staying home tonight."
    },
    {
      "example_number": 2,
      "sentence": "Angesichts der aktuellen wirtschaftlichen Krise müssen wir alle sparen.",
      "sentence_translation": "Considering the current economic crisis, we all have to save money."
    },
    {
      "example_number": 3,
      "sentence": "Angesichts seiner beeindruckenden Erfolge wurde er zum Manager befördert.",
      "sentence_translation": "In light of his impressive successes, he was promoted to manager."
    },
    {
      "example_number": 4,
      "sentence": "Angesichts der unerwarteten Umstände musste die Konferenz kurzfristig abgesagt werden.",
      "sentence_translation": "Given the unexpected circumstances, the conference had to be cancelled at short notice."
    },
    {
      "example_number": 5,
      "sentence": "Angesichts der drohenden Gefahr warnte der Bergführer die Gruppe eindringlich.",
      "sentence_translation": "Faced with the imminent danger, the mountain guide warned the group urgently."
    },
    {
      "example_number": 6,
      "sentence": "Angesichts des anhaltenden Lärms im Büro konnte ich mich kaum konzentrieren.",
      "sentence_translation": "In view of the persistent noise in the office, I could hardly concentrate."
    },
    {
      "example_number": 7,
      "sentence": "Angesichts ihres hohen Alters ist sie noch bemerkenswert aktiv und fit.",
      "sentence_translation": "Considering her old age, she is still remarkably active and fit."
    },
    {
      "example_number": 8,
      "sentence": "Angesichts des Mangels an stichhaltigen Beweisen wurde der Angeklagte freigesprochen.",
      "sentence_translation": "In view of the lack of solid evidence, the defendant was acquitted."
    },
    {
      "example_number": 9,
      "sentence": "Angesichts der ermutigenden Fortschritte im Projekt sind wir nun optimistisch.",
      "sentence_translation": "In light of the encouraging progress in the project, we are now optimistic."
    },
    {
      "example_number": 10,
      "sentence": "Angesichts der stetig steigenden Preise kaufen immer weniger Leute neue Autos.",
      "sentence_translation": "Given the steadily rising prices, fewer and fewer people are buying new cars."
    },
    {
      "example_number": 11,
      "sentence": "Angesichts der durchweg positiven Nachrichten stieg die allgemeine Stimmung im Land.",
      "sentence_translation": "In light of the consistently positive news, the general mood in the country rose."
    },
    {
      "example_number": 12,
      "sentence": "Angesichts der unerwartet vielen Bewerbungen wird die Auswahl des idealen Kandidaten schwierig.",
      "sentence_translation": "Considering the unexpectedly large number of applications, selecting the ideal candidate will be difficult."
    },
    {
      "example_number": 13,
      "sentence": "Angesichts der neuen strengen Regeln müssen wir unser bisheriges Verhalten anpassen.",
      "sentence_translation": "In view of the new strict rules, we have to adjust our previous behavior."
    },
    {
      "example_number": 14,
      "sentence": "Angesichts des freudig erwarteten bevorstehenden Urlaubs freue ich mich riesig.",
      "sentence_translation": "In anticipation of the joyfully awaited upcoming vacation, I am extremely happy."
    },
    {
      "example_number": 15,
      "sentence": "Angesichts des ausgesprochen freundlichen Angebots konnte ich einfach nicht ablehnen.",
      "sentence_translation": "Given the exceptionally friendly offer, I simply couldn't refuse."
    },
    {
      "example_number": 16,
      "sentence": "Angesichts des großen öffentlichen Interesses an der Ausstellung wird sie wohl bald ausverkauft sein.",
      "sentence_translation": "In view of the great public interest in the exhibition, it will probably be sold out soon."
    },
    {
      "example_number": 17,
      "sentence": "Angesichts des alarmierenden steigenden Meeresspiegels sind viele Küstenstädte weltweit bedroht.",
      "sentence_translation": "Faced with the alarming rising sea level, many coastal cities worldwide are threatened."
    },
    {
      "example_number": 18,
      "sentence": "Angesichts des plötzlichen, heftigen Regens suchten wir schnell Schutz unter einem Baum.",
      "sentence_translation": "Given the sudden, heavy rain, we quickly sought shelter under a tree."
    },
    {
      "example_number": 19,
      "sentence": "Angesichts des klaren, dunklen Himmels können wir heute Nacht wunderbar die Sterne beobachten.",
      "sentence_translation": "In view of the clear, dark sky, we can wonderfully observe the stars tonight."
    },
    {
      "example_number": 20,
      "sentence": "Angesichts des wirklich tollen Konzerts gestern Abend waren alle Besucher restlos begeistert.",
      "sentence_translation": "In light of the really great concert last night, all visitors were completely thrilled."
    }
  ]
},
{
    "word": "der Gemeinderat",
    "explanation": "Der Gemeinderat ist wie eine kleine Regierung für eine Stadt oder ein Dorf. Es ist eine Gruppe von Leuten, die von den Bürgern gewählt werden. Sie treffen wichtige Entscheidungen für die Gemeinde, zum Beispiel über Schulen, Straßen, Parks und Geld.  Der Gemeinderat kümmert sich darum, dass es den Menschen in der Gemeinde gut geht.",
    "explanation_translation": "The 'Gemeinderat' is like a small government for a town or village. It's a group of people who are elected by the citizens. They make important decisions for the municipality, for example about schools, roads, parks, and money. The 'Gemeinderat' takes care of ensuring that the people in the municipality are doing well.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Der Gemeinderat hat gestern Abend über den neuen Kindergarten diskutiert.",
            "sentence_translation": "The municipal council discussed the new kindergarten yesterday evening."
        },
        {
            "example_number": 2,
            "sentence": "Die Bürger wählen alle fünf Jahre einen neuen Gemeinderat.",
            "sentence_translation": "The citizens elect a new municipal council every five years."
        },
        {
            "example_number": 3,
            "sentence": "Der Bürgermeister bedankte sich beim Gemeinderat für die gute Zusammenarbeit.",
            "sentence_translation": "The mayor thanked the municipal council for the good cooperation."
        },
        {
            "example_number": 4,
            "sentence": "Die Entscheidungen des Gemeinderates betreffen alle Einwohner der Gemeinde.",
            "sentence_translation": "The decisions of the municipal council affect all residents of the municipality."
        },
        {
            "example_number": 5,
            "sentence": "Mit dem Gemeinderat zusammen plant die Stadtverwaltung die nächste Bürgerversammlung.",
            "sentence_translation": "Together with the municipal council, the city administration is planning the next citizens' meeting."
        },
        {
            "example_number": 6,
            "sentence": "Vor dem Gemeinderat präsentierte der Architekt seine Entwürfe für das neue Schwimmbad.",
            "sentence_translation": "The architect presented his designs for the new swimming pool to the municipal council."
        },
        {
            "example_number": 7,
            "sentence": "Der amtierende Gemeinderat muss sich bald mit dem Thema Verkehrskonzept auseinandersetzen.",
            "sentence_translation": "The current municipal council will soon have to deal with the topic of the traffic concept."
        },
        {
            "example_number": 8,
            "sentence": "Der Gemeinderat beschloss, mehr Geld in die Jugendarbeit zu investieren.",
            "sentence_translation": "The municipal council decided to invest more money in youth work."
        },
        {
            "example_number": 9,
            "sentence": "Für die Planung des neuen Gewerbegebietes ist die Zustimmung des Gemeinderates notwendig.",
            "sentence_translation": "For the planning of the new industrial area, the approval of the municipal council is necessary."
        },
        {
            "example_number": 10,
            "sentence": "Der Gemeinderat genehmigte den Haushaltsplan für das kommende Jahr einstimmig.",
            "sentence_translation": "The municipal council unanimously approved the budget for the coming year."
        },
        {
            "example_number": 11,
            "sentence": "Wann wird der Gemeinderat über die Erhöhung der Parkgebühren abstimmen?",
            "sentence_translation": "When will the municipal council vote on the increase in parking fees?"
        },
        {
            "example_number": 12,
            "sentence": "Ich engagiere mich ehrenamtlich und bin Mitglied im Gemeinderat.",
            "sentence_translation": "I volunteer and am a member of the municipal council."
        },
        {
            "example_number": 13,
            "sentence": "Sie ist seit vielen Jahren ein aktives Mitglied des Gemeinderates und setzt sich für Umweltschutz ein.",
            "sentence_translation": "She has been an active member of the municipal council for many years and is committed to environmental protection."
        },
        {
            "example_number": 14,
            "sentence": "Die Hauptaufgabe des Gemeinderates ist es, das Wohl der Gemeinde zu fördern.",
            "sentence_translation": "The main task of the municipal council is to promote the well-being of the municipality."
        },
        {
            "example_number": 15,
            "sentence": "Wenn der Gemeinderat keine Einigung erzielt, verzögert sich das Projekt.",
            "sentence_translation": "If the municipal council does not reach an agreement, the project will be delayed."
        },
        {
            "example_number": 16,
            "sentence": "Die neuen Bauvorschriften wurden vom Gemeinderat verabschiedet und treten nächste Woche in Kraft.",
            "sentence_translation": "The new building regulations were adopted by the municipal council and will come into force next week."
        },
        {
            "example_number": 17,
            "sentence": "Der Sprecher des Bürgermeisters erklärte, dass der Gemeinderat die Beschwerden der Anwohner ernst nimmt.",
            "sentence_translation": "The mayor's spokesperson explained that the municipal council takes the residents' complaints seriously."
        },
        {
            "example_number": 18,
            "sentence": "Seit Beginn des Jahres arbeitet er im Gemeinderat und lernt viel über Kommunalpolitik.",
            "sentence_translation": "He has been working in the municipal council since the beginning of the year and is learning a lot about local politics."
        },
        {
            "example_number": 19,
            "sentence": "Das Rathaus, in dem der Gemeinderat regelmäßig tagt, ist ein historisches Gebäude.",
            "sentence_translation": "The town hall, where the municipal council meets regularly, is a historic building."
        },
        {
            "example_number": 20,
            "sentence": "Um die Lärmbelästigung zu reduzieren, sucht der Gemeinderat nach neuen Lösungen für den Durchgangsverkehr.",
            "sentence_translation": "To reduce noise pollution, the municipal council is looking for new solutions for through traffic."
        }
    ]
},
{
    "word": "stammen",
    "explanation": "„Stammen“ bedeutet, dass etwas oder jemand von einem bestimmten Ort, einer Familie oder einer Quelle kommt. Es erklärt, woher etwas seinen Ursprung hat. Man kann es für Personen, Dinge oder Ideen benutzen.",
    "explanation_translation": "\"Stammen\" means that something or someone comes from a specific place, family, or source. It explains where something originates from. You can use it for people, things, or ideas.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Ich stamme aus einer kleinen Stadt in Bayern.",
            "sentence_translation": "I come from a small town in Bavaria."
        },
        {
            "example_number": 2,
            "sentence": "Diese alte Vase stammt aus dem 18. Jahrhundert.",
            "sentence_translation": "This old vase dates back to the 18th century."
        },
        {
            "example_number": 3,
            "sentence": "Der Brauch, Weihnachtsbäume aufzustellen, stammt aus Deutschland.",
            "sentence_translation": "The custom of putting up Christmas trees originates from Germany."
        },
        {
            "example_number": 4,
            "sentence": "Er stammt aus einer wohlhabenden Familie.",
            "sentence_translation": "He comes from a wealthy family."
        },
        {
            "example_number": 5,
            "sentence": "Die meisten Wörter im Englischen stammen ursprünglich aus dem Lateinischen oder Griechischen.",
            "sentence_translation": "Most words in English originally come from Latin or Greek."
        },
        {
            "example_number": 6,
            "sentence": "Woher stammt dieses Gerücht?",
            "sentence_translation": "Where does this rumor come from?"
        },
        {
            "example_number": 7,
            "sentence": "Alle meine Vorfahren stammen aus Italien.",
            "sentence_translation": "All my ancestors come from Italy."
        },
        {
            "example_number": 8,
            "sentence": "Das Rezept für diesen Kuchen stammt von meiner Oma.",
            "sentence_translation": "The recipe for this cake comes from my grandma."
        },
        {
            "example_number": 9,
            "sentence": "Die Idee für das Projekt stammt von ihr.",
            "sentence_translation": "The idea for the project originates from her."
        },
        {
            "example_number": 10,
            "sentence": "Die Zutaten für dieses Gericht stammen aus regionalem Anbau.",
            "sentence_translation": "The ingredients for this dish come from regional cultivation."
        },
        {
            "example_number": 11,
            "sentence": "Aus welcher Epoche stammt dieses Gemälde?",
            "sentence_translation": "From which epoch does this painting originate?"
        },
        {
            "example_number": 12,
            "sentence": "Es wird vermutet, dass der Virus aus Asien stammt.",
            "sentence_translation": "It is suspected that the virus originates from Asia."
        },
        {
            "example_number": 13,
            "sentence": "Die Inspiration für seinen neuen Roman stammt von einer Reise nach Afrika.",
            "sentence_translation": "The inspiration for his new novel comes from a trip to Africa."
        },
        {
            "example_number": 14,
            "sentence": "Wir stammen aus derselben Stadt, obwohl wir uns erst hier kennengelernt haben.",
            "sentence_translation": "We come from the same city, although we only met here."
        },
        {
            "example_number": 15,
            "sentence": "Die Behauptung, dass er gelogen hat, stammt von einem anonymen Zeugen.",
            "sentence_translation": "The claim that he lied comes from an anonymous witness."
        },
        {
            "example_number": 16,
            "sentence": "Die meisten Pflanzen in diesem Garten stammen aus dem Mittelmeerraum.",
            "sentence_translation": "Most of the plants in this garden originate from the Mediterranean region."
        },
        {
            "example_number": 17,
            "sentence": "Von wem stammt dieser Spruch?",
            "sentence_translation": "Who is this saying from?"
        },
        {
            "example_number": 18,
            "sentence": "Obwohl sie in Berlin geboren ist, stammt ihre Familie ursprünglich aus Polen.",
            "sentence_translation": "Although she was born in Berlin, her family originally comes from Poland."
        },
        {
            "example_number": 19,
            "sentence": "Das Problem stammt aus einem Missverständnis in der Kommunikation.",
            "sentence_translation": "The problem stems from a misunderstanding in communication."
        },
        {
            "example_number": 20,
            "sentence": "Diese alte Tradition stammt aus einer Zeit, als die Menschen noch an Naturgötter glaubten.",
            "sentence_translation": "This old tradition dates back to a time when people still believed in nature gods."
        }
    ]
},
{
    "word": "der Nachfolger",
    "explanation": "Das Wort 'der Nachfolger' bedeutet eine Person, die nach jemand anderem in einer Position oder einem Amt kommt.  Es ist jemand, der die Arbeit oder die Rolle von jemandem übernimmt, nachdem diese Person aufgehört hat oder weggegangen ist.  Man kann auch 'Nachfolger' für Dinge benutzen, zum Beispiel ein neues Modell von einem Auto, das das alte Modell ersetzt.",
    "explanation_translation": "The word 'der Nachfolger' means a person who comes after someone else in a position or an office. It is someone who takes over the work or the role of someone after that person has stopped or left. You can also use 'Nachfolger' for things, for example, a new model of a car that replaces the old model.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Nachdem der alte Direktor in Rente gegangen war, wurde Herr Müller sein Nachfolger.",
            "sentence_translation": "After the old director had retired, Mr. Müller became his successor."
        },
        {
            "example_number": 2,
            "sentence": "Die Firma sucht dringend einen Nachfolger für den scheidenden CEO.",
            "sentence_translation": "The company is urgently looking for a successor for the departing CEO."
        },
        {
            "example_number": 3,
            "sentence": "Als Nachfolgerin von Frau Schmidt wird sie die Leitung des Projekts übernehmen.",
            "sentence_translation": "As the successor to Mrs. Schmidt, she will take over the management of the project."
        },
        {
            "example_number": 4,
            "sentence": "Der neue Sportwagen ist der Nachfolger des beliebten Modells aus dem letzten Jahr.",
            "sentence_translation": "The new sports car is the successor to the popular model from last year."
        },
        {
            "example_number": 5,
            "sentence": "Es ist nicht leicht, einen würdigen Nachfolger für eine so legendäre Persönlichkeit zu finden.",
            "sentence_translation": "It is not easy to find a worthy successor for such a legendary personality."
        },
        {
            "example_number": 6,
            "sentence": "Wer wird der Nachfolger des aktuellen Präsidenten im nächsten Jahr?",
            "sentence_translation": "Who will be the successor to the current president next year?"
        },
        {
            "example_number": 7,
            "sentence": "Sie wurde zur Nachfolgerin ihres Vaters im Familienunternehmen ernannt.",
            "sentence_translation": "She was appointed as the successor to her father in the family business."
        },
        {
            "example_number": 8,
            "sentence": "Der Roman ist ein direkter Nachfolger seines ersten Buches und setzt die Geschichte fort.",
            "sentence_translation": "The novel is a direct successor to his first book and continues the story."
        },
        {
            "example_number": 9,
            "sentence": "Die Band stellte ihren neuen Sänger als den Nachfolger ihres ehemaligen Frontmanns vor.",
            "sentence_translation": "The band introduced their new singer as the successor to their former frontman."
        },
        {
            "example_number": 10,
            "sentence": "Die Suche nach einem geeigneten Nachfolger gestaltet sich schwieriger als erwartet.",
            "sentence_translation": "The search for a suitable successor is proving more difficult than expected."
        },
        {
            "example_number": 11,
            "sentence": "Er hofft, eines Tages der Nachfolger seines Mentors zu werden.",
            "sentence_translation": "He hopes to one day become the successor to his mentor."
        },
        {
            "example_number": 12,
            "sentence": "Der Thronfolger ist nicht immer der direkte Nachfolger des Königs oder der Königin.",
            "sentence_translation": "The heir to the throne is not always the direct successor to the king or queen."
        },
        {
            "example_number": 13,
            "sentence": "Die neue Software ist der logische Nachfolger der vorherigen Version.",
            "sentence_translation": "The new software is the logical successor to the previous version."
        },
        {
            "example_number": 14,
            "sentence": "Es gab viele Kandidaten für die Position des Nachfolgers, aber nur einer wurde ausgewählt.",
            "sentence_translation": "There were many candidates for the position of successor, but only one was selected."
        },
        {
            "example_number": 15,
            "sentence": "Die Herausforderungen für den Nachfolger sind enorm, aber auch die Chancen.",
            "sentence_translation": "The challenges for the successor are enormous, but so are the opportunities."
        },
        {
            "example_number": 16,
            "sentence": "Sie fragte sich, wer ihr Nachfolger im Amt des Bürgermeisters sein würde.",
            "sentence_translation": "She wondered who her successor in the office of mayor would be."
        },
        {
            "example_number": 17,
            "sentence": "Der Erfolg des Unternehmens hängt stark von der Fähigkeit des Nachfolgers ab.",
            "sentence_translation": "The success of the company depends heavily on the ability of the successor."
        },
        {
            "example_number": 18,
            "sentence": "In der Geschichte wurde oft über die Nachfolger großer Herrscher diskutiert.",
            "sentence_translation": "In history, there has often been discussion about the successors of great rulers."
        },
        {
            "example_number": 19,
            "sentence": "Wir suchen einen Nachfolger für unseren Vereinsvorsitzenden, der bald zurücktritt.",
            "sentence_translation": "We are looking for a successor for our club chairman, who will be resigning soon."
        },
        {
            "example_number": 20,
            "sentence": "Ob der neue Film ein würdiger Nachfolger des Originals ist, wird sich noch zeigen.",
            "sentence_translation": "Whether the new film is a worthy successor to the original remains to be seen."
        }
    ]
},
{
    "word": "entstehen",
    "explanation": "„Entstehen“ bedeutet, dass etwas anfängt zu sein oder zu existieren. Es beschreibt, wie etwas neu wird oder sich entwickelt. Es kann sich auf viele verschiedene Dinge beziehen, wie zum Beispiel Probleme, Ideen, Gebäude oder Gefühle.",
    "explanation_translation": "\"Entstehen\" means that something starts to be or exist. It describes how something becomes new or develops. It can refer to many different things, such as problems, ideas, buildings, or feelings.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Durch die Reibung der Hände entsteht Wärme.",
            "sentence_translation": "Heat is generated by the friction of hands."
        },
        {
            "example_number": 2,
            "sentence": "Ein neues Problem ist entstanden, das wir lösen müssen.",
            "sentence_translation": "A new problem has arisen that we need to solve."
        },
        {
            "example_number": 3,
            "sentence": "Aus dieser Idee könnte ein erfolgreiches Unternehmen entstehen.",
            "sentence_translation": "A successful company could emerge from this idea."
        },
        {
            "example_number": 4,
            "sentence": "Der Brand entstand vermutlich durch einen Kurzschluss.",
            "sentence_translation": "The fire probably started due to a short circuit."
        },
        {
            "example_number": 5,
            "sentence": "Während des Konzerts entstand eine tolle Atmosphäre.",
            "sentence_translation": "A great atmosphere arose during the concert."
        },
        {
            "example_number": 6,
            "sentence": "Es wird ein neues Wohngebiet am Stadtrand entstehen.",
            "sentence_translation": "A new residential area will be built on the outskirts of the city."
        },
        {
            "example_number": 7,
            "sentence": "Wie entstehen eigentlich Regenbögen?",
            "sentence_translation": "How are rainbows actually formed?"
        },
        {
            "example_number": 8,
            "sentence": "Die Kosten für das Projekt sind höher als ursprünglich entstanden.",
            "sentence_translation": "The costs for the project are higher than originally incurred."
        },
        {
            "example_number": 9,
            "sentence": "Durch die lange Trockenheit entstehen Risse im Boden.",
            "sentence_translation": "Cracks are forming in the ground due to the long drought."
        },
        {
            "example_number": 10,
            "sentence": "Im Laufe der Zeit sind viele neue Wörter in der deutschen Sprache entstanden.",
            "sentence_translation": "Over time, many new words have emerged in the German language."
        },
        {
            "example_number": 11,
            "sentence": "Es kann leicht ein Missverständnis entstehen, wenn man sich nicht klar ausdrückt.",
            "sentence_translation": "A misunderstanding can easily arise if you don't express yourself clearly."
        },
        {
            "example_number": 12,
            "sentence": "Aus kleinen Anfängen können große Dinge entstehen.",
            "sentence_translation": "Great things can emerge from small beginnings."
        },
        {
            "example_number": 13,
            "sentence": "Lärm entsteht vor allem durch den Straßenverkehr.",
            "sentence_translation": "Noise is mainly generated by road traffic."
        },
        {
            "example_number": 14,
            "sentence": "Ich bin gespannt, was aus dieser Zusammenarbeit entstehen wird.",
            "sentence_translation": "I am curious to see what will come out of this collaboration."
        },
        {
            "example_number": 15,
            "sentence": "Gefühle der Unsicherheit entstanden in mir, als ich die Nachricht hörte.",
            "sentence_translation": "Feelings of insecurity arose in me when I heard the news."
        },
        {
            "example_number": 16,
            "sentence": "Die Idee für das Buch entstand während einer langen Zugfahrt.",
            "sentence_translation": "The idea for the book arose during a long train journey."
        },
        {
            "example_number": 17,
            "sentence": "Es entsteht der Eindruck, dass er die Wahrheit nicht sagt.",
            "sentence_translation": "The impression arises that he is not telling the truth."
        },
        {
            "example_number": 18,
            "sentence": "Wann entstehen die ersten Blätter an den Bäumen im Frühling?",
            "sentence_translation": "When do the first leaves appear on the trees in spring?"
        },
        {
            "example_number": 19,
            "sentence": "Durch das schnelle Wachstum der Stadt entstehen neue Herausforderungen.",
            "sentence_translation": "New challenges are arising due to the rapid growth of the city."
        },
        {
            "example_number": 20,
            "sentence": "Die entstandenen Schäden müssen schnell repariert werden.",
            "sentence_translation": "The damages that have occurred must be repaired quickly."
        }
    ]
},
{
    "word": "die Staatsanwaltschaft",
    "explanation": "Die Staatsanwaltschaft ist eine staatliche Behörde. Ihre Aufgabe ist es, Verbrechen zu untersuchen. Wenn jemand verdächtigt wird, ein Verbrechen begangen zu haben, entscheidet die Staatsanwaltschaft, ob diese Person vor Gericht gestellt wird. Sie vertritt den Staat im Strafprozess.",
    "explanation_translation": "The 'Staatsanwaltschaft' is a state authority. Its job is to investigate crimes. If someone is suspected of committing a crime, the 'Staatsanwaltschaft' decides whether this person will be brought to court. It represents the state in criminal proceedings.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Die Staatsanwaltschaft hat die Ermittlungen in dem Fall aufgenommen.",
            "sentence_translation": "The public prosecutor's office has started the investigation in the case."
        },
        {
            "example_number": 2,
            "sentence": "Die Entscheidung der Staatsanwaltschaft wird mit Spannung erwartet.",
            "sentence_translation": "The decision of the public prosecutor's office is eagerly awaited."
        },
        {
            "example_number": 3,
            "sentence": "Er wurde von der Staatsanwaltschaft vorgeladen, um als Zeuge auszusagen.",
            "sentence_translation": "He was summoned by the public prosecutor's office to testify as a witness."
        },
        {
            "example_number": 4,
            "sentence": "Nach intensiver Prüfung erhob die Staatsanwaltschaft Anklage gegen den Beschuldigten.",
            "sentence_translation": "After intensive review, the public prosecutor's office filed charges against the accused."
        },
        {
            "example_number": 5,
            "sentence": "Die Staatsanwaltschaft arbeitet eng mit der Polizei zusammen, um Verbrechen aufzuklären.",
            "sentence_translation": "The public prosecutor's office works closely with the police to solve crimes."
        },
        {
            "example_number": 6,
            "sentence": "Die Staatsanwaltschaft hat beantragt, den Angeklagten in Untersuchungshaft zu nehmen.",
            "sentence_translation": "The public prosecutor's office has requested that the accused be taken into custody."
        },
        {
            "example_number": 7,
            "sentence": "Die Beweise, die die Staatsanwaltschaft vorlegte, waren überzeugend.",
            "sentence_translation": "The evidence presented by the public prosecutor's office was convincing."
        },
        {
            "example_number": 8,
            "sentence": "Die Staatsanwaltschaft ist unabhängig und handelt im öffentlichen Interesse.",
            "sentence_translation": "The public prosecutor's office is independent and acts in the public interest."
        },
        {
            "example_number": 9,
            "sentence": "Der Sprecher der Staatsanwaltschaft gab eine Erklärung zu dem laufenden Verfahren ab.",
            "sentence_translation": "The spokesperson of the public prosecutor's office issued a statement on the ongoing proceedings."
        },
        {
            "example_number": 10,
            "sentence": "Trotz der Einwände des Verteidigers hielt die Staatsanwaltschaft an der Anklage fest.",
            "sentence_translation": "Despite the objections of the defense attorney, the public prosecutor's office maintained the charges."
        },
        {
            "example_number": 11,
            "sentence": "Es ist Aufgabe der Staatsanwaltschaft, für Gerechtigkeit zu sorgen.",
            "sentence_translation": "It is the task of the public prosecutor's office to ensure justice."
        },
        {
            "example_number": 12,
            "sentence": "Die Staatsanwaltschaft prüft, ob ein Haftbefehl gegen den Verdächtigen erlassen werden soll.",
            "sentence_translation": "The public prosecutor's office is examining whether an arrest warrant should be issued against the suspect."
        },
        {
            "example_number": 13,
            "sentence": "Die Staatsanwaltschaft hat gegen das Urteil Berufung eingelegt.",
            "sentence_translation": "The public prosecutor's office has appealed against the verdict."
        },
        {
            "example_number": 14,
            "sentence": "Die Öffentlichkeit wartet gespannt auf das Ergebnis der Ermittlungen der Staatsanwaltschaft.",
            "sentence_translation": "The public is eagerly awaiting the outcome of the investigations by the public prosecutor's office."
        },
        {
            "example_number": 15,
            "sentence": "Die Staatsanwaltschaft informierte die Presse über den aktuellen Stand des Falls.",
            "sentence_translation": "The public prosecutor's office informed the press about the current status of the case."
        },
        {
            "example_number": 16,
            "sentence": "Die Staatsanwaltschaft muss sicherstellen, dass die Gesetze eingehalten werden.",
            "sentence_translation": "The public prosecutor's office must ensure that the laws are obeyed."
        },
        {
            "example_number": 17,
            "sentence": "In diesem Fall arbeitet die Staatsanwaltschaft mit internationalen Behörden zusammen.",
            "sentence_translation": "In this case, the public prosecutor's office is cooperating with international authorities."
        },
        {
            "example_number": 18,
            "sentence": "Die Staatsanwaltschaft hat die Wohnung des Verdächtigen durchsuchen lassen.",
            "sentence_translation": "The public prosecutor's office had the suspect's apartment searched."
        },
        {
            "example_number": 19,
            "sentence": "Der Staatsanwaltschaft liegen umfangreiche Akten zu dem Fall vor.",
            "sentence_translation": "The public prosecutor's office has extensive files on the case."
        },
        {
            "example_number": 20,
            "sentence": "Die Staatsanwaltschaft wird in den kommenden Tagen eine Entscheidung bekannt geben.",
            "sentence_translation": "The public prosecutor's office will announce a decision in the coming days."
        }
    ]
},
{
    "word": "der Abgeordnete / die Abgeordnete",
    "explanation": "Das Wort beschreibt eine Person, die von den Bürgern gewählt wurde, um sie in einem Parlament oder einer Regierung zu vertreten.  Sie machen Gesetze und sprechen für die Menschen, die sie gewählt haben.",
    "explanation_translation": "The word describes a person who has been elected by the citizens to represent them in a parliament or government. They make laws and speak for the people who elected them.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Der Abgeordnete diskutierte leidenschaftlich über das neue Gesetz im Parlament.",
            "sentence_translation": "The Member of Parliament passionately discussed the new law in parliament."
        },
        {
            "example_number": 2,
            "sentence": "Die Abgeordnete meiner Region setzt sich für bessere Bildungsmöglichkeiten ein.",
            "sentence_translation": "The Member of Parliament for my region advocates for better educational opportunities."
        },
        {
            "example_number": 3,
            "sentence": "Viele Bürger fordern, dass die Abgeordneten transparenter arbeiten.",
            "sentence_translation": "Many citizens demand that Members of Parliament work more transparently."
        },
        {
            "example_number": 4,
            "sentence": "Welche Rolle spielen die Abgeordneten bei der Gestaltung der Politik?",
            "sentence_translation": "What role do Members of Parliament play in shaping policy?"
        },
        {
            "example_number": 5,
            "sentence": "Die Rede des Abgeordneten wurde im Fernsehen live übertragen.",
            "sentence_translation": "The speech of the Member of Parliament was broadcast live on television."
        },
        {
            "example_number": 6,
            "sentence": "Es ist wichtig, dass wir als Wähler unsere Abgeordneten zur Rechenschaft ziehen.",
            "sentence_translation": "It is important that we as voters hold our Members of Parliament accountable."
        },
        {
            "example_number": 7,
            "sentence": "Die Abgeordneten stimmten über den Antrag ab, die Steuern zu senken.",
            "sentence_translation": "The Members of Parliament voted on the motion to lower taxes."
        },
        {
            "example_number": 8,
            "sentence": "Nach der Wahl wurden viele neue Abgeordnete ins Parlament gewählt.",
            "sentence_translation": "After the election, many new Members of Parliament were elected to parliament."
        },
        {
            "example_number": 9,
            "sentence": "Der Abgeordnete sprach mit Journalisten über die aktuellen Herausforderungen.",
            "sentence_translation": "The Member of Parliament spoke with journalists about the current challenges."
        },
        {
            "example_number": 10,
            "sentence": "Die Arbeit einer Abgeordneten ist oft sehr stressig und zeitaufwendig.",
            "sentence_translation": "The work of a Member of Parliament is often very stressful and time-consuming."
        },
        {
            "example_number": 11,
            "sentence": "Die Meinung der Abgeordneten zu diesem Thema ist sehr unterschiedlich.",
            "sentence_translation": "The opinions of the Members of Parliament on this topic are very diverse."
        },
        {
            "example_number": 12,
            "sentence": "Die Abgeordneten debattierten stundenlang über das Budget.",
            "sentence_translation": "The Members of Parliament debated the budget for hours."
        },
        {
            "example_number": 13,
            "sentence": "Ich habe den Abgeordneten eine E-Mail geschrieben, um meine Bedenken auszudrücken.",
            "sentence_translation": "I wrote an email to the Member of Parliament to express my concerns."
        },
        {
            "example_number": 14,
            "sentence": "Die Abgeordnete präsentierte ihren Plan zur Verbesserung der Infrastruktur.",
            "sentence_translation": "The Member of Parliament presented her plan to improve the infrastructure."
        },
        {
            "example_number": 15,
            "sentence": "Es gibt eine Fraktion von Abgeordneten, die gegen die Reform sind.",
            "sentence_translation": "There is a faction of Members of Parliament who are against the reform."
        },
        {
            "example_number": 16,
            "sentence": "Die Abgeordneten werden nächste Woche über den Gesetzentwurf abstimmen.",
            "sentence_translation": "The Members of Parliament will vote on the bill next week."
        },
        {
            "example_number": 17,
            "sentence": "Der Abgeordnete besuchte eine lokale Schule, um mit den Schülern zu sprechen.",
            "sentence_translation": "The Member of Parliament visited a local school to speak with the students."
        },
        {
            "example_number": 18,
            "sentence": "Die Abgeordneten müssen die Interessen ihrer Wähler vertreten.",
            "sentence_translation": "Members of Parliament must represent the interests of their voters."
        },
        {
            "example_number": 19,
            "sentence": "Einige Abgeordnete sind schon seit vielen Jahren im Parlament.",
            "sentence_translation": "Some Members of Parliament have been in parliament for many years."
        },
        {
            "example_number": 20,
            "sentence": "Die Abgeordnete forderte eine Untersuchung der Vorwürfe.",
            "sentence_translation": "The Member of Parliament demanded an investigation into the allegations."
        }
    ]
},
{
    "word": "betragen",
    "explanation": "„Betragen“ bedeutet, dass etwas eine bestimmte Menge oder Größe hat. Man benutzt es, um zu sagen, wie viel etwas ist. Es wird oft für Zahlen, Summen, Größen oder Mengen verwendet, zum Beispiel bei Geld, Gewicht, Länge oder Zeit. Es ist ähnlich wie „sein“ oder „ausmachen“, wenn man über Mengen spricht.",
    "explanation_translation": "\"Betragen\" means that something has a certain amount or size. You use it to say how much something is. It is often used for numbers, sums, sizes or quantities, for example with money, weight, length or time. It is similar to \"to be\" or \"to amount to\" when talking about quantities.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Die Rechnung beträgt 50 Euro.",
            "sentence_translation": "The bill amounts to 50 euros."
        },
        {
            "example_number": 2,
            "sentence": "Die Höhe des Turms beträgt 120 Meter.",
            "sentence_translation": "The height of the tower is 120 meters."
        },
        {
            "example_number": 3,
            "sentence": "Mein Gewicht beträgt 75 Kilogramm.",
            "sentence_translation": "My weight is 75 kilograms."
        },
        {
            "example_number": 4,
            "sentence": "Die Entfernung zwischen Berlin und München beträgt etwa 600 Kilometer.",
            "sentence_translation": "The distance between Berlin and Munich is about 600 kilometers."
        },
        {
            "example_number": 5,
            "sentence": "Die Wartezeit am Flughafen betrug gestern zwei Stunden.",
            "sentence_translation": "The waiting time at the airport was two hours yesterday."
        },
        {
            "example_number": 6,
            "sentence": "Der Anteil der Frauen in diesem Unternehmen beträgt 45 Prozent.",
            "sentence_translation": "The proportion of women in this company is 45 percent."
        },
        {
            "example_number": 7,
            "sentence": "Die Teilnehmerzahl an dem Workshop beträgt maximal 20 Personen.",
            "sentence_translation": "The number of participants in the workshop is a maximum of 20 people."
        },
        {
            "example_number": 8,
            "sentence": "Die durchschnittliche Temperatur im Sommer beträgt hier 25 Grad Celsius.",
            "sentence_translation": "The average temperature in summer here is 25 degrees Celsius."
        },
        {
            "example_number": 9,
            "sentence": "Die Fläche des Zimmers beträgt ungefähr 15 Quadratmeter.",
            "sentence_translation": "The area of the room is approximately 15 square meters."
        },
        {
            "example_number": 10,
            "sentence": "Das Volumen dieses Behälters beträgt 5 Liter.",
            "sentence_translation": "The volume of this container is 5 liters."
        },
        {
            "example_number": 11,
            "sentence": "Die Kosten für die Reparatur betrugen letztes Jahr 500 Euro.",
            "sentence_translation": "The costs for the repair amounted to 500 euros last year."
        },
        {
            "example_number": 12,
            "sentence": "Die Flugdauer nach New York wird voraussichtlich 8 Stunden betragen.",
            "sentence_translation": "The flight duration to New York is expected to be 8 hours."
        },
        {
            "example_number": 13,
            "sentence": "Wie hoch beträgt der Gesamtbetrag?",
            "sentence_translation": "What is the total amount?"
        },
        {
            "example_number": 14,
            "sentence": "Der angegebene Preis beträgt 30 Euro pro Stück.",
            "sentence_translation": "The stated price amounts to 30 euros per piece."
        },
        {
            "example_number": 15,
            "sentence": "Es beträgt eine lange Zeit, bis das Projekt abgeschlossen sein wird.",
            "sentence_translation": "It amounts to a long time until the project will be completed."
        },
        {
            "example_number": 16,
            "sentence": "Der Schaden durch den Sturm beträgt eine beträchtliche Summe.",
            "sentence_translation": "The damage caused by the storm amounts to a considerable sum."
        },
        {
            "example_number": 17,
            "sentence": "Die Gesamtkosten für das neue Auto werden etwa 25.000 Euro betragen.",
            "sentence_translation": "The total costs for the new car will amount to about 25,000 euros."
        },
        {
            "example_number": 18,
            "sentence": "Der Umsatz des Unternehmens betrug im letzten Quartal 1 Million Euro.",
            "sentence_translation": "The company's revenue amounted to 1 million euros in the last quarter."
        },
        {
            "example_number": 19,
            "sentence": "Ihre Schulden betragen mittlerweile mehr als 10.000 Euro.",
            "sentence_translation": "Their debts now amount to more than 10,000 euros."
        },
        {
            "example_number": 20,
            "sentence": "Die Menge an Regen, die gestern gefallen ist, beträgt 20 Millimeter.",
            "sentence_translation": "The amount of rain that fell yesterday is 20 millimeters."
        }
    ]
},
{
  "word": "die Einführung",
  "explanation": "Das Wort „die Einführung“ hat verschiedene Bedeutungen.  Es kann bedeuten, dass man etwas zum ersten Mal bekannt macht oder beginnt.  Denk zum Beispiel an den Anfang von einem Buch oder einer Rede – das ist die Einführung. Es kann auch bedeuten, dass man etwas Neues in Gebrauch nimmt, wie eine neue Maschine oder ein neues Gesetz.  Oder wenn man jemandem zeigt, wie etwas funktioniert, besonders wenn jemand neu in einer Firma anfängt, nennt man das auch Einführung.",
  "explanation_translation": "The word \"die Einführung\" has different meanings. It can mean making something known or starting something for the first time. For example, think of the beginning of a book or a speech – that's the introduction. It can also mean putting something new into use, like a new machine or a new law. Or when you show someone how something works, especially when someone is new to a company, that is also called introduction.",
  "examples": [
    {
      "example_number": 1,
      "sentence": "Die Einführung des neuen Produkts war sehr erfolgreich.",
      "sentence_translation": "The introduction of the new product was very successful."
    },
    {
      "example_number": 2,
      "sentence": "In der Einführung des Buches erklärt der Autor seine Motivation.",
      "sentence_translation": "In the introduction of the book, the author explains his motivation."
    },
    {
      "example_number": 3,
      "sentence": "Die Firma plant die Einführung eines neuen Systems zur Zeiterfassung.",
      "sentence_translation": "The company is planning the introduction of a new time tracking system."
    },
    {
      "example_number": 4,
      "sentence": "Zur Einführung in das Thema empfehle ich Ihnen dieses Buch.",
      "sentence_translation": "For an introduction to the topic, I recommend this book to you."
    },
    {
      "example_number": 5,
      "sentence": "Die Einführung des Euros war ein wichtiger Schritt für Europa.",
      "sentence_translation": "The introduction of the Euro was an important step for Europe."
    },
    {
      "example_number": 6,
      "sentence": "Bei meiner Einführung in die neue Abteilung wurde ich sehr herzlich empfangen.",
      "sentence_translation": "During my introduction to the new department, I was received very warmly."
    },
    {
      "example_number": 7,
      "sentence": "Die Einführung der Maskenpflicht war anfangs umstritten.",
      "sentence_translation": "The introduction of mandatory masks was controversial at first."
    },
    {
      "example_number": 8,
      "sentence": "Die Einführung in die Programmiersprache dauerte zwei Tage.",
      "sentence_translation": "The introduction to the programming language lasted two days."
    },
    {
      "example_number": 9,
      "sentence": "Wir freuen uns auf die Einführung unserer neuen Kollegin.",
      "sentence_translation": "We are looking forward to the introduction of our new colleague."
    },
    {
      "example_number": 10,
      "sentence": "Die Einführung in die Bedienung der Maschine erfolgt durch einen Experten.",
      "sentence_translation": "The introduction to the operation of the machine will be given by an expert."
    },
    {
      "example_number": 11,
      "sentence": "Die Einführung des Gesetzes wird voraussichtlich im nächsten Monat stattfinden.",
      "sentence_translation": "The introduction of the law is expected to take place next month."
    },
    {
      "example_number": 12,
      "sentence": "Ich habe eine gute Einführung in die italienische Küche bekommen.",
      "sentence_translation": "I received a good introduction to Italian cuisine."
    },
    {
      "example_number": 13,
      "sentence": "Die Einführung in die Yoga-Praxis war sehr entspannend.",
      "sentence_translation": "The introduction to yoga practice was very relaxing."
    },
    {
      "example_number": 14,
      "sentence": "Vor der Präsentation hält der Chef eine kurze Einführung.",
      "sentence_translation": "Before the presentation, the boss gives a short introduction."
    },
    {
      "example_number": 15,
      "sentence": "Die Einführung in die Philosophie war für mich sehr anregend.",
      "sentence_translation": "The introduction to philosophy was very stimulating for me."
    },
    {
      "example_number": 16,
      "sentence": "Nach der Einführung in die Software können wir mit der Arbeit beginnen.",
      "sentence_translation": "After the introduction to the software, we can start working."
    },
    {
      "example_number": 17,
      "sentence": "Die Einführung der neuen Technologie soll die Effizienz steigern.",
      "sentence_translation": "The introduction of the new technology is intended to increase efficiency."
    },
    {
      "example_number": 18,
      "sentence": "Die Einführung des Themas erfolgte durch eine interessante Anekdote.",
      "sentence_translation": "The introduction of the topic was done through an interesting anecdote."
    },
    {
      "example_number": 19,
      "sentence": "Die Einführung neuer Regeln kann manchmal zu Verwirrung führen.",
      "sentence_translation": "The introduction of new rules can sometimes lead to confusion."
    },
    {
      "example_number": 20,
      "sentence": "Für die Einführung in die Materie benötigen Sie keine Vorkenntnisse.",
      "sentence_translation": "For the introduction to the subject matter, you do not need any prior knowledge."
    }
  ]
},
{
    "word": "unbedingt",
    "explanation": "Das Wort „unbedingt“ hat verschiedene Bedeutungen, aber alle zeigen, dass etwas sehr wichtig, sicher oder notwendig ist.\n\n1. **Sicher/Definitiv:** Wenn du „unbedingt“ benutzt, bedeutet es, dass etwas ganz sicher passieren wird oder wahr ist. Es ist wie „ganz sicher“ oder „auf jeden Fall“.\n2. **Notwendig/Wichtig:** „Unbedingt“ kann auch heißen, dass etwas notwendig ist oder getan werden muss. Es ist wie „auf jeden Fall machen“ oder „es muss sein“.\n3. **Nachdrücklich:** Manchmal benutzt man „unbedingt“, um etwas zu betonen oder stärker zu machen.",
    "explanation_translation": "The word “unbedingt” has different meanings, but they all show that something is very important, certain, or necessary.\n\n1. **Certain/Definitely:** When you use “unbedingt”, it means that something will definitely happen or is true. It's like “absolutely certain” or “definitely”.\n2. **Necessary/Important:** “Unbedingt” can also mean that something is necessary or must be done. It's like “definitely do it” or “it must be”.\n3. **Emphatic:** Sometimes you use “unbedingt” to emphasize something or make it stronger.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Du musst dieses Buch unbedingt lesen, es ist fantastisch!",
            "sentence_translation": "You absolutely must read this book, it's fantastic!"
        },
        {
            "example_number": 2,
            "sentence": "Ich möchte dich unbedingt auf meiner Geburtstagsparty sehen.",
            "sentence_translation": "I definitely want to see you at my birthday party."
        },
        {
            "example_number": 3,
            "sentence": "Wir sollten unbedingt bald wieder zusammen Kaffee trinken gehen.",
            "sentence_translation": "We should definitely go for coffee together again soon."
        },
        {
            "example_number": 4,
            "sentence": "Vergiss nicht, die Tür abzuschließen, unbedingt!",
            "sentence_translation": "Don't forget to lock the door, absolutely!"
        },
        {
            "example_number": 5,
            "sentence": "Er hat mir unbedingt versprochen, pünktlich zu sein.",
            "sentence_translation": "He absolutely promised me to be on time."
        },
        {
            "example_number": 6,
            "sentence": "Dieses Museum musst du unbedingt besuchen, wenn du in Berlin bist.",
            "sentence_translation": "You absolutely must visit this museum if you are in Berlin."
        },
        {
            "example_number": 7,
            "sentence": "Sie wollte unbedingt wissen, was passiert war.",
            "sentence_translation": "She absolutely wanted to know what had happened."
        },
        {
            "example_number": 8,
            "sentence": "Es ist unbedingt notwendig, dass wir uns umgehend darum kümmern.",
            "sentence_translation": "It is absolutely necessary that we take care of it immediately."
        },
        {
            "example_number": 9,
            "sentence": "Ich bin unbedingt der Meinung, dass mehr für den Umweltschutz getan werden muss.",
            "sentence_translation": "I am absolutely of the opinion that more needs to be done for environmental protection."
        },
        {
            "example_number": 10,
            "sentence": "Du solltest unbedingt deine Hausaufgaben machen, bevor du spielst.",
            "sentence_translation": "You should definitely do your homework before you play."
        },
        {
            "example_number": 11,
            "sentence": "Wir müssen das Problem unbedingt lösen, bevor es schlimmer wird.",
            "sentence_translation": "We absolutely must solve this problem before it gets worse."
        },
        {
            "example_number": 12,
            "sentence": "Unbedingt! Das ist eine großartige Idee.",
            "sentence_translation": "Absolutely! That's a great idea."
        },
        {
            "example_number": 13,
            "sentence": "Auch wenn es schwierig ist, müssen wir unbedingt durchhalten.",
            "sentence_translation": "Even if it's difficult, we absolutely must persevere."
        },
        {
            "example_number": 14,
            "sentence": "Die Sicherheit der Kinder ist unbedingt zu gewährleisten.",
            "sentence_translation": "The safety of the children must absolutely be guaranteed."
        },
        {
            "example_number": 15,
            "sentence": "Er hat unbedingt darauf bestanden, die Rechnung zu bezahlen.",
            "sentence_translation": "He absolutely insisted on paying the bill."
        },
        {
            "example_number": 16,
            "sentence": "Es ist unbedingt wichtig, dass du dich ausruhst, wenn du müde bist.",
            "sentence_translation": "It is absolutely important that you rest when you are tired."
        },
        {
            "example_number": 17,
            "sentence": "Unbedingt pünktlich sein, sonst verpassen wir den Zug.",
            "sentence_translation": "Absolutely be on time, otherwise we'll miss the train."
        },
        {
            "example_number": 18,
            "sentence": "Du musst mir unbedingt Bescheid sagen, wenn du Hilfe brauchst.",
            "sentence_translation": "You absolutely must let me know if you need help."
        },
        {
            "example_number": 19,
            "sentence": "Wir werden das Projekt unbedingt erfolgreich abschließen.",
            "sentence_translation": "We will absolutely complete the project successfully."
        },
        {
            "example_number": 20,
            "sentence": "Sie hat unbedingt darauf geachtet, alle Details zu überprüfen.",
            "sentence_translation": "She absolutely made sure to check all the details."
        }
    ]
},
{
    "word": "ohnehin",
    "explanation": "„Ohnehin“ bedeutet, dass etwas sowieso der Fall ist, egal was passiert oder gesagt wird. Es kann heißen „sowieso“, „ohnehin schon“ oder „in jedem Fall“. Man benutzt es, um auszudrücken, dass eine Sache unvermeidlich ist oder bereits gegeben ist, unabhängig von anderen Dingen.",
    "explanation_translation": "\"Ohnehin\" means that something is the case anyway, no matter what happens or is said. It can mean \"anyway\", \"already anyway\" or \"in any case\". You use it to express that something is inevitable or already given, regardless of other things.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Ich bin müde, ich wäre ohnehin nicht mitgekommen.",
            "sentence_translation": "I'm tired, I wouldn't have come along anyway."
        },
        {
            "example_number": 2,
            "sentence": "Das Essen war ohnehin kalt, also habe ich es nicht gegessen.",
            "sentence_translation": "The food was cold anyway, so I didn't eat it."
        },
        {
            "example_number": 3,
            "sentence": "Wir sollten jetzt gehen, es wird ohnehin bald dunkel.",
            "sentence_translation": "We should go now, it will get dark soon anyway."
        },
        {
            "example_number": 4,
            "sentence": "Er war ohnehin zu spät dran, um den Zug noch zu erreichen.",
            "sentence_translation": "He was too late anyway to still catch the train."
        },
        {
            "example_number": 5,
            "sentence": "Sie hätte ohnehin gewonnen, egal wer ihr Gegner gewesen wäre.",
            "sentence_translation": "She would have won anyway, no matter who her opponent had been."
        },
        {
            "example_number": 6,
            "sentence": "Ich hatte es ohnehin vor, dich anzurufen.",
            "sentence_translation": "I was going to call you anyway."
        },
        {
            "example_number": 7,
            "sentence": "Es ist ohnehin klar, dass wir mehr üben müssen.",
            "sentence_translation": "It's clear anyway that we need to practice more."
        },
        {
            "example_number": 8,
            "sentence": "Wir müssen das Fahrrad reparieren, es ist ohnehin schon kaputt.",
            "sentence_translation": "We have to repair the bicycle, it's already broken anyway."
        },
        {
            "example_number": 9,
            "sentence": "Du kannst dieses Kleid vergessen, es ist ohnehin zu teuer für mich.",
            "sentence_translation": "You can forget about this dress, it's too expensive for me anyway."
        },
        {
            "example_number": 10,
            "sentence": "Sie wusste ohnehin schon Bescheid, bevor ich es ihr erzählt habe.",
            "sentence_translation": "She already knew about it anyway, before I told her."
        },
        {
            "example_number": 11,
            "sentence": "Ob du mitkommst oder nicht, ich gehe ohnehin ins Kino.",
            "sentence_translation": "Whether you come along or not, I'm going to the cinema anyway."
        },
        {
            "example_number": 12,
            "sentence": "Das Problem wäre ohnehin früher oder später aufgetreten.",
            "sentence_translation": "The problem would have arisen sooner or later anyway."
        },
        {
            "example_number": 13,
            "sentence": "Wir hatten ohnehin genug Zeit, um alles in Ruhe zu erledigen.",
            "sentence_translation": "We had enough time anyway to do everything calmly."
        },
        {
            "example_number": 14,
            "sentence": "Er hat ohnehin keine Lust auf Partys.",
            "sentence_translation": "He doesn't like parties anyway."
        },
        {
            "example_number": 15,
            "sentence": "Sie wird ohnehin nicht zuhören, egal was du sagst.",
            "sentence_translation": "She won't listen anyway, no matter what you say."
        },
        {
            "example_number": 16,
            "sentence": "Es ist ohnehin zu spät, um ihn jetzt noch anzurufen.",
            "sentence_translation": "It's too late anyway to call him now."
        },
        {
            "example_number": 17,
            "sentence": "Wir wären ohnehin nicht reingekommen, das Konzert war ausverkauft.",
            "sentence_translation": "We wouldn't have gotten in anyway, the concert was sold out."
        },
        {
            "example_number": 18,
            "sentence": "Das Ergebnis ist ohnehin dasselbe, egal welchen Weg wir wählen.",
            "sentence_translation": "The result is the same anyway, no matter which path we choose."
        },
        {
            "example_number": 19,
            "sentence": "Er hätte es ohnehin nicht verstanden, selbst wenn ich es ihm erklärt hätte.",
            "sentence_translation": "He wouldn't have understood it anyway, even if I had explained it to him."
        },
        {
            "example_number": 20,
            "sentence": "Es ist ohnehin besser so, dass wir uns getrennt haben.",
            "sentence_translation": "It's better this way anyway that we broke up."
        }
    ]
},
{
    "word": "die Regie",
    "explanation": "Das Wort „Regie“ hat zwei Hauptbedeutungen. \n\nErstens, im Theater, Film oder Fernsehen bedeutet „Regie“ die künstlerische und organisatorische Leitung einer Aufführung oder Produktion. Die Person, die „Regie führt“, nennt man Regisseur oder Regisseurin. Sie entscheiden, wie die Schauspieler spielen sollen, wie die Kamera sich bewegt und wie die Szene aussieht.\n\nZweitens, im allgemeinen Sprachgebrauch kann „Regie“ auch „Leitung“ oder „Kontrolle“ über eine Sache oder Situation bedeuten.  Wenn man sagt, jemand „hat die Regie“, meint man, dass diese Person die Verantwortung und die Entscheidungen in einer bestimmten Situation trifft.",
    "explanation_translation": "The word \"Regie\" has two main meanings.\n\nFirstly, in theater, film or television, \"Regie\" means the artistic and organizational direction of a performance or production. The person who \"führt Regie\" (directs) is called a director (Regisseur or Regisseurin). They decide how the actors should act, how the camera moves, and how the scene looks.\n\nSecondly, in general usage, \"Regie\" can also mean \"management\" or \"control\" over a thing or situation. When you say someone \"hat die Regie\" (is in charge), it means that this person has the responsibility and makes the decisions in a particular situation.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Bei diesem Film hat ein sehr bekannter Regisseur Regie geführt.",
            "sentence_translation": "A very famous director directed this film."
        },
        {
            "example_number": 2,
            "sentence": "Die Regieanweisungen im Drehbuch waren sehr detailliert und hilfreich für die Schauspieler.",
            "sentence_translation": "The directing instructions in the script were very detailed and helpful for the actors."
        },
        {
            "example_number": 3,
            "sentence": "Wer wird die Regie bei dem neuen Theaterstück übernehmen?",
            "sentence_translation": "Who will take over the direction for the new play?"
        },
        {
            "example_number": 4,
            "sentence": "Unter der Regie von Quentin Tarantino entstanden einige meiner Lieblingsfilme.",
            "sentence_translation": "Some of my favorite films were made under the direction of Quentin Tarantino."
        },
        {
            "example_number": 5,
            "sentence": "Die Regie dieser Oper war modern und hat das Publikum gespalten.",
            "sentence_translation": "The direction of this opera was modern and divided the audience."
        },
        {
            "example_number": 6,
            "sentence": "Ich habe das Gefühl, dass ich in meinem Leben die Regie verloren habe.",
            "sentence_translation": "I feel like I've lost control in my life."
        },
        {
            "example_number": 7,
            "sentence": "Die Firma hat beschlossen, die Regie für das Marketingprojekt an ein externes Unternehmen abzugeben.",
            "sentence_translation": "The company has decided to hand over the management of the marketing project to an external company."
        },
        {
            "example_number": 8,
            "sentence": "Behalte die Regie über deine Finanzen, sonst gerätst du in Schwierigkeiten.",
            "sentence_translation": "Keep control of your finances, otherwise you'll get into trouble."
        },
        {
            "example_number": 9,
            "sentence": "Die Regie der Veranstaltung lag in den Händen eines erfahrenen Eventmanagers.",
            "sentence_translation": "The management of the event was in the hands of an experienced event manager."
        },
        {
            "example_number": 10,
            "sentence": "Obwohl er neu im Team war, übernahm er schnell die Regie und führte das Projekt zum Erfolg.",
            "sentence_translation": "Although he was new to the team, he quickly took charge and led the project to success."
        },
        {
            "example_number": 11,
            "sentence": "Die Regiearbeit des jungen Regisseurs wurde von den Kritikern sehr gelobt.",
            "sentence_translation": "The directing work of the young director was highly praised by the critics."
        },
        {
            "example_number": 12,
            "sentence": "Sie hat nicht nur die Hauptrolle gespielt, sondern auch die Regie des Films übernommen.",
            "sentence_translation": "She not only played the main role, but also took over the direction of the film."
        },
        {
            "example_number": 13,
            "sentence": "In der Regiebesprechung wurden alle wichtigen Details der Inszenierung diskutiert.",
            "sentence_translation": "In the direction meeting, all important details of the staging were discussed."
        },
        {
            "example_number": 14,
            "sentence": "Er hat ein Talent für Regie und Drehbuchschreiben.",
            "sentence_translation": "He has a talent for directing and screenwriting."
        },
        {
            "example_number": 15,
            "sentence": "Die Regieentscheidungen waren manchmal unkonventionell, aber immer wirkungsvoll.",
            "sentence_translation": "The directing decisions were sometimes unconventional, but always effective."
        },
        {
            "example_number": 16,
            "sentence": "Die Regieassistentin unterstützte den Regisseur bei allen Aufgaben.",
            "sentence_translation": "The assistant director supported the director in all tasks."
        },
        {
            "example_number": 17,
            "sentence": "Wir müssen die Regie in dieser Situation übernehmen, bevor es zu spät ist.",
            "sentence_translation": "We need to take control in this situation before it's too late."
        },
        {
            "example_number": 18,
            "sentence": "Die kreative Regie für die neue Werbekampagne ist noch unklar.",
            "sentence_translation": "The creative direction for the new advertising campaign is still unclear."
        },
        {
            "example_number": 19,
            "sentence": "Nach dem Unfall verlor der Fahrer kurzzeitig die Regie über sein Fahrzeug.",
            "sentence_translation": "After the accident, the driver briefly lost control of his vehicle."
        },
        {
            "example_number": 20,
            "sentence": "Die Regie dieses Theaters ist bekannt für ihre innovativen Inszenierungen.",
            "sentence_translation": "The management of this theater is known for its innovative productions."
        }
    ]
},
{
  "word": "beschließen",
  "explanation": "Beschließen bedeutet, dass man sich für etwas entscheidet, oft nach reiflicher Überlegung oder in einer formellen Situation, wie zum Beispiel in einer Sitzung oder einem Meeting. Es ist eine Art, eine Entscheidung zu treffen, die oft wichtiger oder offizieller ist als eine normale 'Entscheidung'.",
  "explanation_translation": "Beschließen means that you decide on something, often after careful consideration or in a formal situation, such as in a meeting or a session. It's a way of making a decision that is often more important or official than a normal 'Entscheidung' (decision).",
  "examples": [
    {
      "example_number": 1,
      "sentence": "Wir haben beschlossen, dieses Wochenende einen Ausflug in die Berge zu machen.",
      "sentence_translation": "We have decided to take a trip to the mountains this weekend."
    },
    {
      "example_number": 2,
      "sentence": "Die Regierung beschloss neue Maßnahmen zur Bekämpfung der Inflation.",
      "sentence_translation": "The government decided on new measures to combat inflation."
    },
    {
      "example_number": 3,
      "sentence": "Nach langem Hin und Her beschloss sie, ihren Job zu kündigen und sich selbstständig zu machen.",
      "sentence_translation": "After much deliberation, she decided to quit her job and become self-employed."
    },
    {
      "example_number": 4,
      "sentence": "Der Verein hat beschlossen, die Mitgliedsbeiträge im nächsten Jahr zu erhöhen.",
      "sentence_translation": "The association has decided to increase membership fees next year."
    },
    {
      "example_number": 5,
      "sentence": "Sie beschlossen einstimmig, den Antrag anzunehmen.",
      "sentence_translation": "They unanimously decided to accept the motion."
    },
    {
      "example_number": 6,
      "sentence": "Ich habe beschlossen, mehr Zeit mit meiner Familie zu verbringen.",
      "sentence_translation": "I have decided to spend more time with my family."
    },
    {
      "example_number": 7,
      "sentence": "Wir müssen noch beschließen, wer von uns die Präsentation hält.",
      "sentence_translation": "We still need to decide which of us will give the presentation."
    },
    {
      "example_number": 8,
      "sentence": "Es wurde beschlossen, das Projekt aufgrund von Budgetkürzungen zu verschieben.",
      "sentence_translation": "It was decided to postpone the project due to budget cuts."
    },
    {
      "example_number": 9,
      "sentence": "Lasst uns beschließen, uns regelmäßig zu treffen, um in Kontakt zu bleiben.",
      "sentence_translation": "Let's decide to meet regularly to stay in touch."
    },
    {
      "example_number": 10,
      "sentence": "Er beschloss schweren Herzens, sich von seinem alten Auto zu trennen.",
      "sentence_translation": "With a heavy heart, he decided to part with his old car."
    },
    {
      "example_number": 11,
      "sentence": "Die Jury beschloss nach stundenlanger Beratung, den Angeklagten freizusprechen.",
      "sentence_translation": "After hours of deliberation, the jury decided to acquit the defendant."
    },
    {
      "example_number": 12,
      "sentence": "Hast du schon beschlossen, welchen Kurs du im nächsten Semester belegen möchtest?",
      "sentence_translation": "Have you already decided which course you want to take next semester?"
    },
    {
      "example_number": 13,
      "sentence": "Wir beschließen hiermit offiziell die Sitzung zu beenden.",
      "sentence_translation": "We hereby officially decide to close the meeting."
    },
    {
      "example_number": 14,
      "sentence": "Sie beschlossen, die Herausforderung gemeinsam anzunehmen und ein Team zu bilden.",
      "sentence_translation": "They decided to take on the challenge together and form a team."
    },
    {
      "example_number": 15,
      "sentence": "Man beschloss, die alten Gebäude zu renovieren, anstatt sie abzureißen.",
      "sentence_translation": "It was decided to renovate the old buildings instead of demolishing them."
    },
    {
      "example_number": 16,
      "sentence": "Nachdem wir alle Optionen geprüft hatten, beschlossen wir den besten Kompromiss.",
      "sentence_translation": "After examining all options, we decided on the best compromise."
    },
    {
      "example_number": 17,
      "sentence": "Der Stadtrat wird nächste Woche über den Bau des neuen Krankenhauses beschließen.",
      "sentence_translation": "The city council will decide next week on the construction of the new hospital."
    },
    {
      "example_number": 18,
      "sentence": "Ich beschloss spontan, meiner Freundin zum Geburtstag zu gratulieren.",
      "sentence_translation": "I spontaneously decided to congratulate my friend on her birthday."
    },
    {
      "example_number": 19,
      "sentence": "Sie haben beschlossen, ihre Hochzeit im Sommer im Freien zu feiern.",
      "sentence_translation": "They have decided to celebrate their wedding outdoors in the summer."
    },
    {
      "example_number": 20,
      "sentence": "Wir müssen beschließen, wie wir das Problem am besten lösen können.",
      "sentence_translation": "We need to decide how we can best solve the problem."
    }
  ]
},
{
    "word": "erwähnen",
    "explanation": "„Erwähnen“ bedeutet, etwas in einem Gespräch oder Text kurz anzusprechen oder darauf hinzuweisen. Es ist wie ein kurzer Hinweis, ohne viele Details zu geben. Man sagt oder schreibt etwas, aber nicht ausführlich.",
    "explanation_translation": "“Erwähnen” means to briefly address or point out something in a conversation or text. It's like a short hint, without giving many details. You say or write something, but not in detail.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Ich möchte erwähnen, dass das Wetter heute sehr schön ist.",
            "sentence_translation": "I would like to mention that the weather is very nice today."
        },
        {
            "example_number": 2,
            "sentence": "Hast du im Meeting erwähnt, dass wir früher fertig sein könnten?",
            "sentence_translation": "Did you mention in the meeting that we might be finished earlier?"
        },
        {
            "example_number": 3,
            "sentence": "Er erwähnte beiläufig, dass er ein neues Auto gekauft hat.",
            "sentence_translation": "He casually mentioned that he bought a new car."
        },
        {
            "example_number": 4,
            "sentence": "Sie wird in ihrer Präsentation kurz die wichtigsten Punkte erwähnen.",
            "sentence_translation": "She will briefly mention the most important points in her presentation."
        },
        {
            "example_number": 5,
            "sentence": "Es wurde nicht erwähnt, wo genau das Konzert stattfinden wird.",
            "sentence_translation": "It was not mentioned exactly where the concert will take place."
        },
        {
            "example_number": 6,
            "sentence": "Ich habe nur kurz erwähnt, dass ich ein bisschen müde bin, aber es ist nicht schlimm.",
            "sentence_translation": "I only briefly mentioned that I am a bit tired, but it's not bad."
        },
        {
            "example_number": 7,
            "sentence": "Vergiss nicht zu erwähnen, dass die Frist für die Anmeldung verlängert wurde.",
            "sentence_translation": "Don't forget to mention that the deadline for registration has been extended."
        },
        {
            "example_number": 8,
            "sentence": "In dem Bericht wird der Name des beteiligten Unternehmens nicht erwähnt.",
            "sentence_translation": "In the report, the name of the company involved is not mentioned."
        },
        {
            "example_number": 9,
            "sentence": "Sie erwähnte im Gespräch ihre Reisepläne für den Sommer.",
            "sentence_translation": "She mentioned her travel plans for the summer in the conversation."
        },
        {
            "example_number": 10,
            "sentence": "Kannst du bitte erwähnen, dass ich angerufen habe und um Rückruf bitte?",
            "sentence_translation": "Can you please mention that I called and ask for a callback?"
        },
        {
            "example_number": 11,
            "sentence": "Er hätte erwähnen sollen, dass er früher gehen muss, dann hätten wir anders geplant.",
            "sentence_translation": "He should have mentioned that he had to leave earlier, then we would have planned differently."
        },
        {
            "example_number": 12,
            "sentence": "Ohne es zu erwähnen, verließ sie plötzlich die Party.",
            "sentence_translation": "Without mentioning it, she suddenly left the party."
        },
        {
            "example_number": 13,
            "sentence": "Sie erwähnte nur am Rande, dass sie ein neues Hobby angefangen hat.",
            "sentence_translation": "She only mentioned in passing that she has started a new hobby."
        },
        {
            "example_number": 14,
            "sentence": "Es ist wichtig zu erwähnen, dass diese Regelung nur für neue Mitarbeiter gilt.",
            "sentence_translation": "It is important to mention that this regulation only applies to new employees."
        },
        {
            "example_number": 15,
            "sentence": "Die Studie erwähnt verschiedene Ursachen für dieses Phänomen.",
            "sentence_translation": "The study mentions various causes for this phenomenon."
        },
        {
            "example_number": 16,
            "sentence": "Obwohl er es nicht direkt erwähnte, war es klar, dass er unzufrieden war.",
            "sentence_translation": "Although he didn't directly mention it, it was clear that he was dissatisfied."
        },
        {
            "example_number": 17,
            "sentence": "Die Zeugin erwähnte den Täter nur kurz in ihrer Aussage.",
            "sentence_translation": "The witness only briefly mentioned the perpetrator in her statement."
        },
        {
            "example_number": 18,
            "sentence": "Wird in der E-Mail erwähnt, bis wann wir uns anmelden müssen?",
            "sentence_translation": "Is it mentioned in the email by when we have to register?"
        },
        {
            "example_number": 19,
            "sentence": "Ich werde es erwähnen, wenn sich die passende Gelegenheit im Gespräch ergibt.",
            "sentence_translation": "I will mention it if the appropriate opportunity arises in the conversation."
        },
        {
            "example_number": 20,
            "sentence": "Sie erwähnten ihre Dankbarkeit für die Unterstützung des Teams.",
            "sentence_translation": "They mentioned their gratitude for the team's support."
        }
    ]
},
{
    "word": "beteiligen",
    "explanation": "„Beteiligen“ hat verschiedene Bedeutungen, aber im Grunde geht es darum, Teil von etwas zu sein oder jemanden Teil von etwas zu machen. \n\n**Sich beteiligen (reflexiv):** Das bedeutet, dass man selbst aktiv mitmacht oder teilnimmt. Man engagiert sich in einer Gruppe, bei einer Aktivität oder an einer Sache.  Es kann auch bedeuten, dass man etwas teilt, zum Beispiel Kosten oder Gewinne.\n\n**Jemanden beteiligen (transitiv):**  Das bedeutet, dass man jemand anderen in etwas einbezieht oder teilhaben lässt. Man gibt jemandem die Möglichkeit, mitzumachen oder Teil von etwas zu sein.",
    "explanation_translation": "\"Beteiligen\" has different meanings, but basically, it's about being part of something or making someone part of something.\n\n**Sich beteiligen (reflexive):** This means that you actively participate or take part yourself. You get involved in a group, an activity, or a matter. It can also mean that you share something, for example, costs or profits.\n\n**Jemanden beteiligen (transitive):** This means that you involve someone else in something or let them participate. You give someone the opportunity to join in or be part of something.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Viele Bürger beteiligen sich an der freiwilligen Feuerwehr, um ihrer Gemeinde zu helfen.",
            "sentence_translation": "Many citizens participate in the volunteer fire department to help their community."
        },
        {
            "example_number": 2,
            "sentence": "Die Firma beschloss, die Mitarbeiter am Gewinn zu beteiligen, um die Motivation zu steigern.",
            "sentence_translation": "The company decided to involve the employees in the profit to increase motivation."
        },
        {
            "example_number": 3,
            "sentence": "Ich möchte mich aktiv an der Diskussion über den Klimawandel beteiligen.",
            "sentence_translation": "I would like to actively participate in the discussion about climate change."
        },
        {
            "example_number": 4,
            "sentence": "Kannst du mich bitte an deinem Projekt beteiligen? Ich habe einige Ideen, die nützlich sein könnten.",
            "sentence_translation": "Can you please involve me in your project? I have some ideas that could be useful."
        },
        {
            "example_number": 5,
            "sentence": "Die Kinder beteiligten sich begeistert am Aufräumen nach dem Geburtstag.",
            "sentence_translation": "The children enthusiastically participated in cleaning up after the birthday."
        },
        {
            "example_number": 6,
            "sentence": "Die Regierung plant, die Bürger stärker an politischen Entscheidungen zu beteiligen.",
            "sentence_translation": "The government plans to involve citizens more in political decisions."
        },
        {
            "example_number": 7,
            "sentence": "Wir haben uns alle an den Kosten für das Geschenk beteiligt, damit es für jeden erschwinglich war.",
            "sentence_translation": "We all participated in the costs for the gift so that it was affordable for everyone."
        },
        {
            "example_number": 8,
            "sentence": "Es ist wichtig, junge Menschen an gesellschaftlichen Prozessen zu beteiligen.",
            "sentence_translation": "It is important to involve young people in social processes."
        },
        {
            "example_number": 9,
            "sentence": "Obwohl er neu im Team war, beteiligte er sich sofort an der Lösungsfindung.",
            "sentence_translation": "Although he was new to the team, he immediately participated in the problem-solving."
        },
        {
            "example_number": 10,
            "sentence": "Die Anwohner wurden an der Planung des neuen Parks beteiligt.",
            "sentence_translation": "The residents were involved in the planning of the new park."
        },
        {
            "example_number": 11,
            "sentence": "Sie beteiligte sich mit großem Engagement an der Organisation des Festivals.",
            "sentence_translation": "She participated with great commitment in the organization of the festival."
        },
        {
            "example_number": 12,
            "sentence": "Die Investoren werden am Erfolg des Unternehmens beteiligt.",
            "sentence_translation": "The investors will be involved in the success of the company."
        },
        {
            "example_number": 13,
            "sentence": "Es ist schön zu sehen, wie viele Leute sich an der Spendenaktion beteiligen.",
            "sentence_translation": "It's nice to see how many people are participating in the fundraising campaign."
        },
        {
            "example_number": 14,
            "sentence": "Der Chef hat entschieden, alle Abteilungen an der Entwicklung der neuen Strategie zu beteiligen.",
            "sentence_translation": "The boss decided to involve all departments in the development of the new strategy."
        },
        {
            "example_number": 15,
            "sentence": "Wir beteiligten uns an einem Wettbewerb, um unsere kreativen Fähigkeiten zu testen.",
            "sentence_translation": "We participated in a competition to test our creative skills."
        },
        {
            "example_number": 16,
            "sentence": "Die Lehrerin beteiligte alle Schüler am Unterricht, indem sie viele Fragen stellte.",
            "sentence_translation": "The teacher involved all students in the lesson by asking many questions."
        },
        {
            "example_number": 17,
            "sentence": "Anfangs war er zögerlich, sich zu beteiligen, aber dann änderte er seine Meinung.",
            "sentence_translation": "Initially, he was hesitant to participate, but then he changed his mind."
        },
        {
            "example_number": 18,
            "sentence": "Die Gemeinde möchte die Bürger stärker an der Gestaltung des öffentlichen Raumes beteiligen.",
            "sentence_translation": "The municipality wants to involve citizens more in the design of public space."
        },
        {
            "example_number": 19,
            "sentence": "Sie beteiligten sich nicht nur finanziell, sondern auch tatkräftig an dem Projekt.",
            "sentence_translation": "They participated not only financially, but also actively in the project."
        },
        {
            "example_number": 20,
            "sentence": "Es ist wichtig, dass sich alle Teammitglieder an der Verantwortung für das Ergebnis beteiligen.",
            "sentence_translation": "It is important that all team members share responsibility for the result."
        }
    ]
},
{
    "word": "abschließen",
    "explanation": "Das Wort 'abschließen' hat verschiedene Bedeutungen.  Es kann bedeuten, etwas mit einem Schlüssel zuzumachen, zum Beispiel eine Tür oder ein Fahrrad. Es kann auch bedeuten, etwas fertig zu machen oder zu beenden, wie ein Studium oder ein Projekt.  Manchmal bedeutet 'abschließen', etwas zu stoppen, wie Wasser oder Strom. Es kann auch bedeuten, einen Vertrag oder eine Versicherung zu machen. Und schließlich kann 'abschließen' im übertragenen Sinne bedeuten, mit etwas aus der Vergangenheit fertig zu werden.",
    "explanation_translation": "The word 'abschließen' has different meanings. It can mean to close something with a key, for example a door or a bicycle. It can also mean to finish or complete something, like studies or a project. Sometimes 'abschließen' means to stop something, like water or electricity. It can also mean to make a contract or take out insurance. And finally, 'abschließen' can figuratively mean to come to terms with something from the past.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Vergiss nicht, die Haustür abzuschließen, wenn du gehst.",
            "sentence_translation": "Don't forget to lock the front door when you leave."
        },
        {
            "example_number": 2,
            "sentence": "Er hat sein Studium der Wirtschaftswissenschaften mit Auszeichnung abgeschlossen.",
            "sentence_translation": "He completed his studies in economics with distinction."
        },
        {
            "example_number": 3,
            "sentence": "Wir müssen das Wasser abstellen, bevor wir mit den Reparaturen beginnen.",
            "sentence_translation": "We need to shut off the water before we start the repairs."
        },
        {
            "example_number": 4,
            "sentence": "Hast du schon eine Reiseversicherung für deinen Urlaub abgeschlossen?",
            "sentence_translation": "Have you already taken out travel insurance for your vacation?"
        },
        {
            "example_number": 5,
            "sentence": "Es ist wichtig, mit alten Konflikten abzuschließen, um nach vorne schauen zu können.",
            "sentence_translation": "It's important to come to terms with old conflicts in order to be able to look forward."
        },
        {
            "example_number": 6,
            "sentence": "Der Polizist schloss den Tatort ab, um Spuren zu sichern.",
            "sentence_translation": "The policeman cordoned off the crime scene to secure evidence."
        },
        {
            "example_number": 7,
            "sentence": "Die Firma hat einen neuen Vertrag mit einem großen Kunden abgeschlossen.",
            "sentence_translation": "The company has concluded a new contract with a major client."
        },
        {
            "example_number": 8,
            "sentence": "Nach langen Diskussionen konnten wir die Verhandlungen erfolgreich abschließen.",
            "sentence_translation": "After long discussions, we were able to successfully conclude the negotiations."
        },
        {
            "example_number": 9,
            "sentence": "Bitte schließen Sie den Behälter luftdicht ab, damit die Lebensmittel frisch bleiben.",
            "sentence_translation": "Please seal the container airtight so that the food stays fresh."
        },
        {
            "example_number": 10,
            "sentence": "Sie schloss das Fenster, weil es draußen kalt wurde.",
            "sentence_translation": "She closed the window because it was getting cold outside."
        },
        {
            "example_number": 11,
            "sentence": "Wir haben das Projekt früher als geplant abgeschlossen.",
            "sentence_translation": "We completed the project earlier than planned."
        },
        {
            "example_number": 12,
            "sentence": "Der Manager musste den Zugang zum Server für Wartungsarbeiten abschließen.",
            "sentence_translation": "The manager had to shut off access to the server for maintenance work."
        },
        {
            "example_number": 13,
            "sentence": "Er beschloss, eine Lebensversicherung für seine Familie abzuschließen.",
            "sentence_translation": "He decided to take out a life insurance policy for his family."
        },
        {
            "example_number": 14,
            "sentence": "Mit dem Ende des Schuljahres schließt ein weiteres Kapitel für die Schüler ab.",
            "sentence_translation": "With the end of the school year, another chapter closes for the students."
        },
        {
            "example_number": 15,
            "sentence": "Der Laden schließt um 20 Uhr abends.",
            "sentence_translation": "The store closes at 8 pm in the evening."
        },
        {
            "example_number": 16,
            "sentence": "Sie schloss die Tür sorgfältig ab und ging zur Arbeit.",
            "sentence_translation": "She carefully locked the door and went to work."
        },
        {
            "example_number": 17,
            "sentence": "Wir müssen dieses Thema jetzt abschließen und zum nächsten Punkt übergehen.",
            "sentence_translation": "We need to conclude this topic now and move on to the next point."
        },
        {
            "example_number": 18,
            "sentence": "Der Architekt hat den Bauplatz mit einem Bauzaun abgeschlossen.",
            "sentence_translation": "The architect fenced off the building site with a construction fence."
        },
        {
            "example_number": 19,
            "sentence": "Ich möchte mein Konto bei dieser Bank abschließen.",
            "sentence_translation": "I would like to close my account with this bank."
        },
        {
            "example_number": 20,
            "sentence": "Er hat die Augen abgeschlossen und schlief sofort ein.",
            "sentence_translation": "He closed his eyes and fell asleep immediately."
        }
    ]
},
{
    "word": "der Eintritt",
    "explanation": "„Der Eintritt“ hat verschiedene Bedeutungen. Meistens bedeutet es den Zugang zu einem Ort oder einer Veranstaltung. Das kann der physische Eingang sein, wie eine Tür. Es kann aber auch die Erlaubnis oder das Recht sein, hineinzugehen. Manchmal meint „der Eintritt“ auch das Geld, das man bezahlen muss, um irgendwo hineinzukommen, wie zum Beispiel ins Kino oder ins Museum.",
    "explanation_translation": "\"Der Eintritt\" has different meanings. Mostly, it means the access to a place or an event. This can be the physical entrance, like a door. But it can also be the permission or right to go inside. Sometimes, \"der Eintritt\" also means the money you have to pay to get inside somewhere, for example to the cinema or the museum.",
    "examples": [
        {
            "example_number": 1,
            "sentence": "Der Eintritt zum Konzert ist kostenlos, aber Spenden sind willkommen.",
            "sentence_translation": "The entrance to the concert is free, but donations are welcome."
        },
        {
            "example_number": 2,
            "sentence": "Wir mussten lange anstehen, um Eintritt ins Museum zu bekommen.",
            "sentence_translation": "We had to queue for a long time to get admission to the museum."
        },
        {
            "example_number": 3,
            "sentence": "Kinder unter sechs Jahren haben freien Eintritt.",
            "sentence_translation": "Children under six years old have free admission."
        },
        {
            "example_number": 4,
            "sentence": "Der Seiteneingang ist nur für Mitarbeiter und Lieferanten, nicht für den normalen Eintritt.",
            "sentence_translation": "The side entrance is only for employees and suppliers, not for regular admission."
        },
        {
            "example_number": 5,
            "sentence": "Der Eintrittspreis beinhaltet den Besuch aller Ausstellungen und Attraktionen.",
            "sentence_translation": "The admission price includes the visit to all exhibitions and attractions."
        },
        {
            "example_number": 6,
            "sentence": "Beim Eintritt in den Park wurden unsere Taschen kontrolliert.",
            "sentence_translation": "Upon entering the park, our bags were checked."
        },
        {
            "example_number": 7,
            "sentence": "Sie zahlten den Eintritt und gingen sofort in den Kinosaal.",
            "sentence_translation": "They paid the admission and went straight into the cinema hall."
        },
        {
            "example_number": 8,
            "sentence": "Der plötzliche Eintritt des Professors unterbrach die Diskussion.",
            "sentence_translation": "The sudden entrance of the professor interrupted the discussion."
        },
        {
            "example_number": 9,
            "sentence": "Mit dieser VIP-Karte haben Sie bevorzugten Eintritt.",
            "sentence_translation": "With this VIP card, you have priority admission."
        },
        {
            "example_number": 10,
            "sentence": "Der Eintritt in die EU ist für viele Länder ein langer Prozess.",
            "sentence_translation": "Entry into the EU is a long process for many countries."
        },
        {
            "example_number": 11,
            "sentence": "Nach dem Eintritt ins Rentenalter möchte er mehr reisen.",
            "sentence_translation": "After entering retirement age, he wants to travel more."
        },
        {
            "example_number": 12,
            "sentence": "Der Eintritt in die Dunkelheit des Tunnels war beängstigend.",
            "sentence_translation": "The entrance into the darkness of the tunnel was frightening."
        },
        {
            "example_number": 13,
            "sentence": "Ihr Eintritt in die Firma war ein großer Gewinn für das Team.",
            "sentence_translation": "Her entry into the company was a great asset to the team."
        },
        {
            "example_number": 14,
            "sentence": "Der Eintritt zum Gelände ist nur mit einer Genehmigung gestattet.",
            "sentence_translation": "Entrance to the premises is only permitted with authorization."
        },
        {
            "example_number": 15,
            "sentence": "Wir haben den Eintritt online gebucht, um Wartezeiten zu vermeiden.",
            "sentence_translation": "We booked the admission online to avoid waiting times."
        },
        {
            "example_number": 16,
            "sentence": "Der niedrige Eintrittspreis machte das Festival für viele zugänglich.",
            "sentence_translation": "The low admission price made the festival accessible to many."
        },
        {
            "example_number": 17,
            "sentence": "Sie feierten ihren Eintritt in die Universität mit einer Party.",
            "sentence_translation": "They celebrated their entry into university with a party."
        },
        {
            "example_number": 18,
            "sentence": "Der Eintritt in die Stille der Kirche war wohltuend.",
            "sentence_translation": "The entry into the silence of the church was soothing."
        },
        {
            "example_number": 19,
            "sentence": "Es gab einen separaten Eintritt für Gruppen und Schulklassen.",
            "sentence_translation": "There was a separate entrance for groups and school classes."
        },
        {
            "example_number": 20,
            "sentence": "Die Band betrat die Bühne unter tosendem Applaus – ein dramatischer Eintritt!",
            "sentence_translation": "The band entered the stage to thunderous applause - a dramatic entrance!"
        }
    ]
}]